Repository: nghungsdotcom/jnews.edit
Catalog: plugins/oasis-workflow-pro/languages/oasisworkflow-*.po
Languages: es_es, nl_nl, zh_cn

source: Sorry, something went wrong. The requested comparison could not be loaded.
es_es: Perdón, algo salió mal. La comparación solicitada no se pudo cargar.
nl_nl: Sorry, er is iets misgegaan. De gevraagde vergelijking kon niet worden geladen.
zh_cn: 对不起，出事了。无法加载所请求的比较。

source: Original:
nl_nl: Orgineel:
zh_cn: 原始版：

source: Revision:
es_es: Revisión:
nl_nl: Revisie:
zh_cn: 修订版：

source: Contents
es_es: Índice
nl_nl: Inhoud
zh_cn: 内容

source: Featured Image
es_es: Imagen Destacada
nl_nl: Uitgelichte afbeelding
zh_cn: 特色图片

source: Comments:
es_es: Comentarios:
nl_nl: Commentaar:
zh_cn: 评论：

source: Submit
es_es: Enviar
nl_nl: Toevoegen
zh_cn: 提交

source: Editorial Comments On:
es_es: Comentario editorial en:
nl_nl: Redactioneel commentaar over:
zh_cn: 編輯評論于：

source: Signed off on
es_es: Firmado el
nl_nl: Ingediend op
zh_cn: 签署于

source: No Comments
es_es: Sin Comentarios
nl_nl: Geen commentaar
zh_cn: 无评论

source: Connection Settings
es_es: Configuración de la conexión
nl_nl: Verbindingsinstellingen
zh_cn: 连接设置

source: Current Connection
es_es: Conexión actual
nl_nl: Huidige verbinding
zh_cn: 当前连接

source: Source
es_es: Origen
nl_nl: Bron
zh_cn: 源

source: Target
es_es: Destino
nl_nl: Doel
zh_cn: 目标

source: Post Status :
es_es: Estado del artículo:
nl_nl: Berichtstatus :
zh_cn: 文章状态：

source: Path :
es_es: Ruta de:
nl_nl: Pad :
zh_cn: 路径：

source: Delete History
es_es: Eliminar historial
nl_nl: Verwijder historie
zh_cn: 删除历史记录

source: Workflow History for posts/pages that are currently active in a workflow will NOT be deleted.
es_es: El historial del Workflow para artículos actualmente activos NO se borrará.
nl_nl: Workflowhistorie voor berichten/pagina’s, die momenteel worden gebruikt in een workflow, worden NIET verwijderd.
zh_cn: 工作流中当前处于活动状态的文章/页面的工作流历史记录不会被删除。

source: Delete Workflow History for posts/pages which were last updated :
es_es: Borrar el historial del WorkFlow de artículos actualizados:
nl_nl: Verwijder workflowhistorie voor berichten/pagina’s die voor het laatst zijn aangepast op:
zh_cn: 删除上次更新的文章/页面的工作流历史记录：

source: Delete Workflow History
es_es: Borrar historial del WorkFlow
nl_nl: Verwijder workflowhistorie
zh_cn: 删除工作流历史记录

source: Confirm Workflow Delete
es_es: Borrar WorkFlow
nl_nl: Workflow verwijderen bevestigen
zh_cn: 确认删除工作流

source: Do you really want to delete the workflow?
es_es: ¿Realmente borrar el WorkFlow?
nl_nl: Weet u zeker dat u de workflow wilt verwijderen?
zh_cn: 您真要删除该工作流吗？

source: Revision Already Exists
es_es: Ya existe la Revisión
nl_nl: Revisie bestaat reeds
zh_cn: 修订已存在

source: An active revision already exists for this article. Do you want to delete the existing revised article and use the one being restored?
es_es: Este artículo tiene revisiones activas. ¿Quieres eliminar el artículo y utilizar el que está siendo restaurado?
nl_nl: Er bestaat al een actieve revisie voor dit artikel. Wilt u deze revisie verwijderen en de herstelde versie gaan gebruiken?
zh_cn: 该文章的活动修订已存在。您要删除当前修改过的文章而使用回退的版本吗？

source: Restoring this article will trash the current revision.
es_es: Restaurar este artículo envía a la basura la revisión actual.
nl_nl: Het herstellen van dit artikel zal de huidige revisie verwijderen.
zh_cn: 回退该文章将删除当前修订。

source: Cancelling this action will NOT restore the article.
es_es: Cancelar esta acción NO restaurará el artículo.
nl_nl: Het annuleren van deze actie zal het artikel NIET herstellen.
zh_cn: 取消该操作不会回退该文章。

source: Use the restored one
es_es: Use el restaurado
nl_nl: Gebruik de herstelde
zh_cn: 使用回退版本

source: Available
es_es: Disponible
nl_nl: Beschikbaar
zh_cn: 可用

source: Assigned
es_es: Asignado
nl_nl: Toegewezen
zh_cn: 已分配

source: Step Information
es_es: Configuración del Paso
nl_nl: Stap Informatie
zh_cn: 步骤信息

source: Step Name :
es_es: Nombre del paso:
nl_nl: Stap naam:
zh_cn: 步骤名：

source: Assignee(s) :
es_es: Asignar a:
nl_nl: Toegewezene(n):
zh_cn: 任务执行人：

source: Assign to all? :
es_es: ¿Asignar a todos?
nl_nl: Toewijzen aan iedereen?:
zh_cn: 分配给所有人？：

source: Check this box to assign the task to all the users in this step and hide the assignee list during the sign off process.
es_es: Marque esta casilla para asignar la tarea a todos los usuarios de este paso y ocultar la lista de asignados durante el proceso de aprobar/rechazar.
nl_nl: Vink deze box aan om de taak toe te wijzen aan alle gebruikers in deze stap en om de gebruikerslijst te verbergen tijdens het indienen.
zh_cn: 选中此框可将任务分配给此步骤中的所有用户，并在签署过程中隐藏任务执行人列表。

source: Default
es_es: Por defecto
nl_nl: Standaard
zh_cn: 默认

source: Due Date:
es_es: Fecha límite:
nl_nl: Opleveringsdatum:
zh_cn: 过期日期：

source: Specify a default due date for this step to be completed. This is an optional setting.
es_es: Define una fecha límite por defecto para completar este paso. Configuración opcional.
nl_nl: Geef een standaard opleveringsdatum waarvoor deze stap voltooid moet zijn. Dit is een optionele instelling.
zh_cn: 为此步骤设定一个默认到期日期。可选设置。

source: day(s) after the post is submitted to the workflow.
es_es: días después que el artículo se envió al WorkFlow.
nl_nl: dag(en) nadat het bericht is toegevoegd aan de workflow.
zh_cn: 文章提交到工作流后的天数。

source: Is first step? :
es_es: ¿Es el 1er paso? :
nl_nl: Is dit de eerste stap?:
zh_cn: 是第一步吗？：

source: On Submit to Workflow
es_es: Al Enviar al WorkFlow
nl_nl: Tijdens het toevoegen aan workflow
zh_cn: 在提交到工作流时的：

source: Post Status:
es_es: Estado del artículo:
nl_nl: Bericht status:
zh_cn: 文章状态：

source: Post Status after submit to workflow.
es_es: Estado del artículo después de enviarlo al WorkFlow.
nl_nl: Bericht status na toevoegen aan workflow.
zh_cn: 提交到工作流后的文章状态。

source: On Workflow Completion
es_es: En la finalización del flujo de trabajo
nl_nl: Bij voltooiing van workflow
zh_cn: 工作流完成时

source: Set post status after workflow process is complete.
es_es: Establezca el estado de la publicación después de que se complete el proceso de flujo de trabajo.
nl_nl: Post status instellen nadat het werkstroomproces is voltooid.
zh_cn: 在工作流进程完成后设置开机自检状态。

source: Review Settings:
es_es: Configuración de Revisión:
nl_nl: Beoordelen instellingen:
zh_cn: 复核设置：

source: Everyone should approve
es_es: Cada uno debe aprobar
nl_nl: Iedereen dient goed te keuren
zh_cn: 每个人都应同意

source: More than 50% should approve
es_es: Deben aprobarlo más del 50%
nl_nl: Iemand dient goed te keuren
zh_cn: 任一人同意即可

source: Anyone should approve
es_es: Cualquiera puede aprobar
nl_nl: Iemand dient goed te keuren
zh_cn: 任一人同意即可

source: Sign off Action Text:
es_es: Cerrar sesión de texto de acción:
nl_nl: Afmelden actietekst:
zh_cn: 签署行动文本：

source: Specify the text for sign off actions that should appear when user is signing off from a given task.
es_es: Especifique el texto de las acciones de cierre de sesión que deben aparecer cuando el usuario cierra la sesión de una tarea determinada.
nl_nl: Geef de tekst op voor afteken acties die moeten worden weergegeven wanneer de gebruiker zich afmeldt bij een bepaalde taak.
zh_cn: 指定用户从给定任务注销时应显示的注销操作的文本。

source: For Success
es_es: Aprobación
nl_nl: Voor succes
zh_cn: 成功

source: For Failure
es_es: Rechazo
nl_nl: Voor falen
zh_cn: 对于失败

source: Assignment Email
es_es: Correo de Asignación
nl_nl: Opdracht e-mail
zh_cn: 任务分配邮件

source: Reminder Email
es_es: Correo de Recordatorio
nl_nl: Herinneringsmail
zh_cn: 任务提醒邮件

source: Placeholder :
es_es: Marcador:
nl_nl: Tijdelijke aanduiding:
zh_cn: 占位符：

source: --Select--
es_es: --Elige--
nl_nl: --Selecteer--
zh_cn: --选择--

source: Add to subject
es_es: Añade al asunto
nl_nl: Voeg toe aan het onderwerp
zh_cn: 添加到主题

source: Add to message
es_es: Añade al mensaje
nl_nl: Voeg toe aan het bericht
zh_cn: 添加到消息

source: Email subject :
es_es: Asunto del Correo:
nl_nl: E-mail onderwerp:
zh_cn: 邮件主题：

source: Email message :
es_es: Mensaje del Correo:
nl_nl: E-mail bericht:
zh_cn: 邮件内容：

source: Action :
es_es: Acción:
nl_nl: Actie:
zh_cn: 操作：

source: Step :
es_es: Paso:
nl_nl: Stap:
zh_cn: 步骤：

source: clear
es_es: limpiar
nl_nl: wissen
zh_cn: 清除

source: Immediately
es_es: Inmediatamente
nl_nl: Onmiddelijk
zh_cn: 立即

source: Comments :
es_es: Comentarios:
nl_nl: Commentaar:
zh_cn: 评论：

source: Workflow :
zh_cn: 工作流：

source: Specify a date for the assignment to be completed.
es_es: Definir fecha para completar la asignación.
nl_nl: Kies een datum waarop de opdracht klaar moet zijn.
zh_cn: 指定完成分配的任务的日期：

source: Specify a desired publish date for the post.
es_es: Definir fecha deseada de publicación del artículo.
nl_nl: Kies een datum waarop het bericht gepubliceerd moet zijn.
zh_cn: 指定文章的要发布的日期。

source: Copy Workflow
es_es: Copiar WorkFlow
nl_nl: Kopieer workflow
zh_cn: 拷贝工作流

source: Create New Workflow
es_es: Crear nuevo WorkFlow
nl_nl: Nieuwe Workflow aanmaken
zh_cn: 新建工作流

source: Title :
es_es: Título:
nl_nl: Titel:
zh_cn: 标题：

source: Description :
es_es: Descripción:
nl_nl: Beschrijving:
zh_cn: 描述：

source: Add-ons For Oasis Workflow
es_es: Add-ons para Oasis Workflow
nl_nl: Add-ons voor Oasis Workflow
zh_cn: Oasis工作流的插件

source: Browse All Add-ons
es_es: Navegar por todos los Add-ons
nl_nl: Blader door alle Add-ons
zh_cn: 浏览所有插件

source: There was an error retrieving the Add-ons list from the server. Please try again later.
es_es: Hubo un error al recuperar la lista de complementos del servidor. Por favor Inténtalo más tarde.
nl_nl: Er is een fout opgetreden bij het ophalen van de Add-ons van de server. Probeer het later nogmaals s.v.p.
zh_cn: 从服务器下载插件信息失败。请稍后重试。

source: All Due Dates
es_es: Todas las fechas de vencimiento
nl_nl: Alle vervaldatums
zh_cn: 所有到期日期

source: If you want to know more about creating/modifying workflows
es_es: Si deseas saber más acerca de crear/modificar WorkFlows
nl_nl: Als je meer wilt weten over het aanmaken/bewerken van workflows
zh_cn: 若您要了解更多有关创建/修改工作流的信息

source: watch this video.
es_es: ve este vídeo.
nl_nl: bekijk dan deze video.
zh_cn: 观看此视频。

source: You can also look up for more tutorial videos about Oasis Workflow on
es_es: También puedes buscar más videos tutoriales sobre Oasis Workflow en
nl_nl: U kunt nog meer instructie videos over Oasis Workflow opzoeken op
zh_cn: 您也能瞭解到更多視頻教程從

source: Processes
es_es: Procesos
nl_nl: Processen
zh_cn: 流程

source: Drag and Drop the processes into the Workflow Design Canvas to create new workflow steps.
es_es: Arrastra los procesos al área de diseño para crear los pasos del nuevo WorkFlow.
nl_nl: Sleep de processen in het Workflow Design Canvas om nieuwe stappen aan te maken.
zh_cn: 拖拽流程到工作流设计器中以新建工作流步骤。

source: Processes are not available, since there are items (post/pages) in the workflow.&nbsp;&nbsp;&nbsp;If you want to edit the workflow,&nbsp;&nbsp; please
es_es: Los procesos no están disponibles pues hay artículos en el Workflow. Si quieres editarlo, por favor
nl_nl: De processen zijn niet beschikbaar, omdat er items (berichten/pagina’s) in de workflow aanwezig zijn. &nbsp;&nbsp;&nbsp; Als u de workflow wilt bewerken,&nbsp;&nbsp;
zh_cn: 流程不可用，因为工作流中有项目（文章/页面）。＆nbsp;＆nbsp;＆nbsp;如果要修改工作流，＆nbsp;＆nbsp; 请

source: save it as a new version
es_es: guárdalo como una nueva versión
nl_nl: sla het op als een nieuwe versie
zh_cn: 保存为新版本

source: Workflow Info
es_es: Info del Workflow
zh_cn: 工作流信息

source: Start Date :
es_es: Fecha de inicio:
nl_nl: Startdatum:
zh_cn: 开始日期：

source: Specify a date from which this workflow will become available for use.
es_es: Define fecha en la que este WorkFlow estará disponible para su uso.
nl_nl: Kies een datum wanneer de workflow beschikbaar zal komen om te gebruiken.
zh_cn: 指定该工作流开始可用的日期。

source: End date :
es_es: Fecha de final:
nl_nl: Einddatum:
zh_cn: 结束日期：

source: End date is not required. If not specified, the workflow is valid for ever. Specify an end date, if you want to retire the workflow.
es_es: No se requiere fecha final. Si no se define, el WorkFlow es válido para siempre. Especifica fecha final, si deseas un WorkFlow temporal.
nl_nl: Einddatum is niet verplicht. Indien niet gekozen, zal de workflow voor altijd beschikbaar zijn. Geef een einddatum op, als u de workflow wilt terugtrekken.
zh_cn: 结束日期必填。若未指定，工作流永远无效。 若您要下架该工作流，请指定结束日期。

source: Workflow Applicable To
es_es: Este WorkFlow aplica a
nl_nl: Workflow van toepassing op
zh_cn: 工作流可用于

source: new posts/pages
es_es: nuevos artículos
nl_nl: nieuwe berichten/pagina’s
zh_cn: 新建文章/页面

source: revised posts/pages
es_es: artículos revisados
nl_nl: gereviseerde berichten/pagina’s
zh_cn: 修订过的文章/页面

source: Roles (who can submit to this workflow) :
es_es: Roles que pueden iniciar este WorkFlow:
nl_nl: Rollen (die kunnen toevoegen aan deze workflow):
zh_cn: 能提交到此工作流的角色：

source: (applicable to all, if none specified)
es_es: (si no defines, aplica a todos)
nl_nl: (van toepassing op indereen, indien niemand gespecificeerd)
zh_cn: （可用于所有，若未指定某个具体的）

source: Post Types :
es_es: Tipos de artículos:
nl_nl: Bericht types:
zh_cn: 文章类型：

source: Workflow Design Canvas
es_es: Área de diseño del WorkFlow
zh_cn: 工作流设计器

source: Loading Step...
es_es: Cargando el Paso...
nl_nl: Stap wordt geladen...
zh_cn: 状态步骤...

source: Save and Close
es_es: Guardar y Cerrar
nl_nl: Opslaan en sluiten
zh_cn: 保存并关闭

source: Clear Workflow
es_es: Limpiar el WorkFlow
nl_nl: Maak workflow leeg
zh_cn: 清除工作流

source: Save as new version
es_es: Guardar como nueva versión
nl_nl: Opslaan als nieuwe versie
zh_cn: 另存为新版本

source: Quit
es_es: Salir
nl_nl: Afsluiten
zh_cn: 退出

source: Paste
es_es: Pegar
nl_nl: Plakken
zh_cn: 粘贴

source: and
es_es: y
nl_nl: en
zh_cn: 和

source: There are currently
es_es: Actualmente hay
nl_nl: Er zijn momenteel
zh_cn: 当前有

source: assignment(s)
es_es: asignación(es)
nl_nl: toewijzing(en)
zh_cn: 分配

source: Tasks by Due Date
es_es: Tareas por Fecha Límite
nl_nl: Taken gesorteerd op opleveringsdatum
zh_cn: 按到期日期排列任务

source: Tasks by Priority
es_es: Tareas por prioridad
nl_nl: Taken gesorteerd op prioriteit
zh_cn: 按优先级排列任务

source: Workflow history deleted successfully.
es_es: Historial del WorkFlow eliminado.
nl_nl: Workflowhistorie succesvol verwijderd.
zh_cn: 已成功删除工作流历史记录。

source: Dismiss this notice.
es_es: Descartar este aviso.
nl_nl: Negeer deze melding.
zh_cn: 关闭此通知。

source: No eligible workflow history found to delete.
es_es: Sin historiales de WorkFlows elegibles para borrar.
nl_nl: Geen workflowhistorie data gevonden om te verwijderen.
zh_cn: 未找到符合条件的工作流历史记录以删除。

source: There was an error while deleting the history. Try again OR contact your administrator.
es_es: Hubo un error al borrar el historial. Inténtalo de nuevo o contacta al administrador.
nl_nl: Er is een fout opgetreden bij het verwijderen van de historie. Probeer opnieuw of neem contact op met uw beheerder.
zh_cn: 删除历史记录时出错。请重试或联系您的管理员。

source: View Post/Page Workflow History
es_es: Ver historial del WorkFlow del artículo
nl_nl: Bekijk Bericht/Pagina workflowhistorie
zh_cn: 查看文章/页面工作流历史记录

source: Filter
es_es: Filtro
zh_cn: 筛选

source: Download Workflow History Report
es_es: Descargar Informe del historial del WorkFlow
nl_nl: Download workflowhistorie rapport
zh_cn: 下载工作流历史记录报告

source: Show No-Action Activities
es_es: Mostrar actividades sin acción
nl_nl: Activiteiten zonder actie weergeven
zh_cn: 显示不操作活动

source: Hide No-Action Activities
es_es: Ocultar actividades sin acción
nl_nl: Activiteiten zonder actie verbergen
zh_cn: 隐藏不行动活动

source: No workflow history data found.
es_es: No hay historiales de WorkFlow.
nl_nl: Geen workflowhistorie data gevonden.
zh_cn: 未发现工作历史记录数据。

source: Inbox
es_es: Mis Pendientes
zh_cn: 收件箱

source: All
es_es: Todos
nl_nl: Alles
zh_cn: 所有

source: Mine
es_es: Mía
nl_nl: Mijn
zh_cn: 我的

source: View inbox of
es_es: Ver bandeja de entrada de
nl_nl: Toon de inbox van
zh_cn: 查看收件箱of

source: Show
es_es: Mostrar
nl_nl: Bekijk
zh_cn: 显示

source: All Priority
es_es: Toda la prioridad
nl_nl: Alle prioriteit
zh_cn: 所有优先级

source: Edit Workflows
es_es: Editar WorkFlows
nl_nl: Workflows bewerken
zh_cn: 编辑工作流

source: Add New
es_es: Añadir nuevo
nl_nl: Nieuwe toevoegen
zh_cn: 新建

source: Active
es_es: Activo
nl_nl: Actief
zh_cn: 活动的

source: Inactive
es_es: Inactivo
nl_nl: Inactief
zh_cn: 不活动的

source: You don't have any workflows. Let's go
es_es: No tienes ningún WorkFlow. Vamos a
nl_nl: U heeft nog geen Workflows. Begin nu met
zh_cn: 您没有任何工作流。来

source: create one
es_es: crear uno
nl_nl: het aanmaken van een workflow
zh_cn: 新建一个

source: You don't have
es_es: No tienes
nl_nl: Je hebt geen
zh_cn: 你没有

source: workflows
zh_cn: 工作流

source: Current Assignments
es_es: Pendientes actuales
nl_nl: Bestaande opdrachten
zh_cn: 当前分配

source: Workflow Submissions
es_es: Enviados a WorkFlow
nl_nl: Workflow inzendingen
zh_cn: 工作流提交结果

source: Assignments By Due Date
es_es: Tarea por fecha de vencimiento
nl_nl: Toewijzingen per vervaldatum
zh_cn: 按到期日期分配

source: All Post Types
es_es: Todos los Post Types
nl_nl: Bericht types:
zh_cn: 文章类型：

source: Select Team
es_es: Seleccionar paso
nl_nl: Selecteer stap
zh_cn: 选择步骤

source: All Teams
es_es: Todos los Equipos
nl_nl: Alle vervaldatums
zh_cn: 所有到期日期

source: Not in Workflow
es_es: No están en WorkFlow
nl_nl: Niet in workflow
zh_cn: 不在工作流中

source: In Workflow
es_es: En WorkFlow
zh_cn: 在工作流中

source: -- Select Action --
es_es: --Elige acción--
nl_nl: -- Selecteer Actie --
zh_cn: ---选择操作--

source: Abort
es_es: Interrumpe
nl_nl: Afbreken
zh_cn: 中止

source: Apply
es_es: Aplicar
nl_nl: Toepassen
zh_cn: 应用

source: Import/Export
es_es: Importar/Exportar
nl_nl: Importeren/Exporteren
zh_cn: 导入/导出

source: System Info
es_es: Información del Sistema
nl_nl: Systeeminformatie
zh_cn: 系统信息

source: Validation failed
es_es: Validación fallida
zh_cn: 验证失败

source: 1 field requires attention
es_es: 1 campo requiere atención
nl_nl: 1 veld vraagt aandacht
zh_cn: 1个字段需要注意

source: %d fields require attention
es_es: %d campos requieren atención
nl_nl: %d velden vereisen aandacht
zh_cn: %d 字段需要注意

source: validation_failed
zh_cn: 验证失败

source: validation_failed_1
zh_cn: 验证失败1

source: validation_failed_2
zh_cn: 验证失败2

source: Success
es_es: Aprobación
nl_nl: Succes
zh_cn: 成功

source: Failure
es_es: Rechazo
nl_nl: Mislukt
zh_cn: 失败

source: In Progress
es_es: En curso
nl_nl: In behandeling
zh_cn: 进行中

source: In Review
es_es: En Revisión
nl_nl: In beoordeling
zh_cn: 复审中

source: Ready to Publish
es_es: Listo para publicar
nl_nl: Klaar om te publiceren
zh_cn: 准备好发布

source: first name
es_es: nombre
nl_nl: voornaam
zh_cn: 名

source: last name
es_es: apellido
nl_nl: achternaam
zh_cn: 姓

source: post title
es_es: título del artículo
nl_nl: berichttitel
zh_cn: 职位头衔

source: category
es_es: categoría
nl_nl: categorie
zh_cn: 类别

source: last modified date
es_es: última fecha de modificación
nl_nl: laatste bewerkingsdatum
zh_cn: 上次修改日期

source: post author
es_es: autor del artículo
nl_nl: auteur
zh_cn: 文章作者

source: blog name
es_es: nombre de la página
nl_nl: blog naam
zh_cn: 博客名

source: post submitter
es_es: quién envió el artículo
nl_nl: bericht indiener
zh_cn: 提交提交者

source: Post Title, this will be displayed as a link
es_es: Título de artículo, aparecerá como enlace
nl_nl: Berichttitel, dit wordt weergegeven als een link
zh_cn: 文章标题，这将显示为一个链接

source: Last Modified Date
es_es: Última fecha de modificación
nl_nl: Laatste bewerkingsdatum
zh_cn: 上次修改日期

source: Blog Name
es_es: Nombre de la página
nl_nl: Blognaam
zh_cn: 博客名

source: Current User
es_es: Usuario actual
nl_nl: Huidige gebruiker
zh_cn: 当前用户

source: New idea proposed.
es_es: Nueva idea propuesta.
nl_nl: Nieuw idee voorgesteld.
zh_cn: 未提出新想法。

source: An author has been assigned to the post.
es_es: Un autor ha sido asignado al artículo.
nl_nl: Een auteur is toegewezen aan het bericht.
zh_cn: 已为该文章分配了一位作者。

source: The post is ready for publication.
es_es: El artículo está listo para publicar.
nl_nl: Het bericht staat klaar voor publicatie.
zh_cn: 该文章已准备好发布。

source: Copy of -
es_es: Copiar de -
nl_nl: Kopie van -
zh_cn: 拷贝自 -

source: Please deactivate and uninstall the Oasis Workflow "free" version, before installing the "Pro" version.
es_es: Por favor, desactive y desinstale la versión "gratuita" de Oasis Workflow, antes de instalar la versión "Pro".
nl_nl: Deactiveer en verwijder de Oasis Workflow "gratis" versie, voordat u de "Pro" versie installeert.
zh_cn: 请在安装"Pro"版本之前停用并卸载绿洲工作流程"免费"版本。

source: Workflow Tasks At a Glance
es_es: Resumen de las Tareas del WorkFlow
nl_nl: Workflowtaken in één oogopslag
zh_cn: 工作流任务概览

source: Workflows
zh_cn: 工作流

source: Reports
es_es: Informes
nl_nl: Rapporten
zh_cn: 报表

source: Revisions
es_es: Revisiones
nl_nl: Revisies
zh_cn: 修订

source: All Workflows
es_es: Todos los WorkFlows
nl_nl: Alle workflows
zh_cn: 所有工作流

source: Add New Workflow
es_es: Nuevo WorkFlow
nl_nl: Nieuwe workflow toevoegen
zh_cn: 新建工作流

source: Tools
es_es: Herramientas
zh_cn: 工具

source: Add-ons
zh_cn: 插件

source: Welcome to Oasis Workflow
es_es: Bienvenido a Oasis Workflow
nl_nl: Welkom bij Oasis Workflow
zh_cn: 欢迎使用Oasis工作流

source: To get started with Oasis Workflow follow the steps listed below.
es_es: Para comenzar con Oasis WorkFlow sigue los siguientes pasos.
nl_nl: Om te beginnen met Oasis Workflow, volg de onderstaande stappen.
zh_cn: 按照以下步骤开始使用Oasis工作流。

source: 1. Activate the plugin by providing a valid license key on Workflows %s Settings, License tab.
es_es: 1. Escribe una clave de licencia válida en la pestaña de Licencia en la configuración de WorkFlow %s.
nl_nl: 1. Activeer de plugin door het toevoegen van een geldige licentiesleutel, op het scherm Workflows %s instellingen, tabblad licentie.
zh_cn: 1. 在工作流%s设置的授权标签页中输入有效授权码，激活插件。

source: 2. Create a new workflow OR modify/use the sample workflows that come with the plugin.
es_es: 2. Cree un nuevo flujo de trabajo O modifique/utilice los flujos de trabajo de ejemplo que vienen con el plugin.
nl_nl: 2. Maak een nieuwe werkstroom OF wijzig/gebruik de voorbeeldworkflows die bij de plug-in worden geleverd.
zh_cn: 2. 创建新工作流或修改/使用插件附带的示例工作流。

source: 3. Activate the workflow process by going to Workflows %s Settings, Workflow tab.
es_es: 3. Activa el proceso WorkFlow en la pestaña WorkFlow %s.
nl_nl: 3. Activeer het workflowproces, op het scherm Workflows %s instellingen, tabblad Workflow.
zh_cn: 3. 在工作流%s工作流标签页中激活工作流流程。

source: In order to use the "Pro" version, you need to deactivate and delete the free/lite version of Oasis Workflow plugin on the %splugins page%s
es_es: Para utilizar la versión "Pro", es necesario desactivar y eliminar la versión libre / Lite de Oasis de flujo de trabajo plugin en la %spágina plugins%s
nl_nl: Om de "Pro" versie te kunnen gebruiken, moet u eerst de free/lite versie van de Oasis Workflow plugin deactiveren en verwijderen op de %splugins pagina%s
zh_cn: 为了使用专业版，您需要停用并删除 %s 插件页 %s上的Oasis 工作流插件的免费/精简版本。

source: Used Revision
es_es: Revisión usada
nl_nl: Gebruike revisie
zh_cn: 使用的修订版

source: Current Revision
es_es: Revisión actual
nl_nl: Huidige revisie
zh_cn: 当前修订版

source: Scheduled Revision
es_es: Revisión programada
nl_nl: Geplande revisie
zh_cn: 计划的修订版

source: Scheduled Revision <span class="count">(%s)</span>
es_es: Revisión programada <span class="count">( %s )</span>
nl_nl: Geplande revisie <span class="count">( %s )</span>
zh_cn: 预定修订 <span class="count">（ %s ）</span>

source: A reminder email about this assignment was sent successfully to the user.
es_es: Un correo electrónico de recordatorio sobre esta asignación se envió correctamente al usuario.
nl_nl: Een herinneringsmail over deze opdracht is succesvol naar de gebruiker verzonden.
zh_cn: 有关此任务的提醒电子邮件已成功发送给用户。

source: Do you really want to clear all the steps?
es_es: ¿Realmente quieres borrar todos los pasos?
nl_nl: Weet u zeker dat u al deze stappen wilt wissen?
zh_cn: 您真要清除所有步骤吗？
