Repository: nghungsdotcom/jnews.edit
Catalog: plugins/oasis-workflow-pro/languages/oasisworkflow-*.po
Languages: es_es, nl_nl, zh_cn

source: No users found for the given Team and Workflow assignee(s). Please check the team.
es_es: Sin usuarios para el Equipo y Workflow dado. Revisa el Equipo.
nl_nl: Geen gebruikers gevonden voor het opgegeven Team en de toegewezen(en). Controleer het team s.v.p.
zh_cn: 未发现给定的小队和工作流任务执行人的用户。请核查小队。

source: Are you sure to terminate the workflow?
es_es: ¿Seguro de terminar el Workflow?
nl_nl: Weet u zeker dat u de workflow wilt afbreken?
zh_cn: 您确认要终止工作流吗？

source: Update Published Article
es_es: Actualizar artículo publicado
nl_nl: Update artikel gepubliceerd
zh_cn: 更新已发布的文章

source: You are not allowed to get workflow step details.
es_es: No se le permite obtener detalles del paso de flujo de trabajo.
nl_nl: U bent niet gemachtigd om details van de werkstroomstap te krijgen.
zh_cn: 不允许您获取工作流步骤详细信息。

source: Assigned User
es_es: Usuario asignado
nl_nl: Toegewezen gebruiker
zh_cn: 分配的用户

source: Workflow
zh_cn: 工作流

source: Workflow Step
es_es: Paso de Workflow
nl_nl: Workflow Stap
zh_cn: 工作流步骤

source: No current assignments.
es_es: No hay pendientes.
nl_nl: Geen openstaande opdrachten.
zh_cn: 无当前分配的任务。

source: Last Update Date
es_es: Fecha de última actualización
nl_nl: Laatste Update Datum
zh_cn: 上次更新日期

source: No Posts/Pages found in any workflows.
es_es: Sin artículos en los WorkFlows.
nl_nl: Geen berichten/pagina's gevonden in een workflow.
zh_cn: 在任何工作流中都未发现文章/页面。

source: You are not allowed to check for revision.
es_es: No se le permite comprobar la revision.
nl_nl: U bent niet gemachtigd om te controleren op revisie.
zh_cn: 您不允许检查是否有修订版本

source: You are not allowed to compare revision
es_es: No se le permite comparar la revisión
nl_nl: U mag revisie niet vergelijken
zh_cn: 您不允许比较修订版本

source: You are not allowed to create revision of the post.
es_es: No se le permite crear una revisión de la publicación.
nl_nl: U mag geen revisie van de post maken.
zh_cn: 您不允许创建帖子的修订

source: You are not allowed to make the revision.
es_es: No tienes permiso de hacer la revisión.
nl_nl: Het is niet toegestaan om een revisie te maken.
zh_cn: 您无权修改。

source: No post to copy has been supplied!
es_es: No hay artículo para copiar!
nl_nl: Geen bericht aangewezen om te kopiëren!
zh_cn: 未提供要拷贝的文章！

source: Copy failed, could not find original:
es_es: Copia falló, no se encontró el original:
nl_nl: Kopiëren mislukt, het origineel is niet gevonden:
zh_cn: 拷贝失败，未发现源文档：

source: You are not allowed to create revision of the post
es_es: No se le permite crear una revisión de la publicación
nl_nl: U mag geen revisie van de post maken
zh_cn: 您不允许创建帖子的修订

source: License
es_es: Licencia
nl_nl: Licentie
zh_cn: 授权

source: Auto Submit
es_es: Envío automático
zh_cn: 自动提交

source: Document Revision
es_es: Revisión del artículo
nl_nl: Document Revisie
zh_cn: 文档修订

source: Workflow Terminology
es_es: Ajustar Términos
nl_nl: Workflow Terminologie
zh_cn: 工作流术语

source: Settings
es_es: Configuración
nl_nl: Instellingen
zh_cn: 设置

source: You are not allowed to export workflows and settings
es_es: No se le permite exportar flujos de trabajo y la configuración
nl_nl: U mag geen workflows en instellingen exporteren
zh_cn: 不允许导出工作流和设置

source: You are not allowed to import workflows and the settings
es_es: No se le permite importar flujos de trabajo y la configuración
nl_nl: Het is niet toegestaan werkstromen en instellingen te importeren
zh_cn: 不允许导入工作流和设置

source: Imported Team -
es_es: Equipo importado -
nl_nl: Geïmporteerd Team -
zh_cn: 进口团队-

source: Error -
nl_nl: Fout -
zh_cn: 错误 -

source: not available in the target system.
es_es: no está disponible en el sistema destino.
nl_nl: niet beschikbaar in het target-systeem.
zh_cn: 在目标系统中不可用。

source: Imported Group -
es_es: Grupo importado -
nl_nl: Geïmporteerde groep-
zh_cn: 进口集团-

source: Imported Workflow -
es_es: Workflow importado -
nl_nl: Geïmporteerde workflow -
zh_cn: 导入的工作流-

source: Imported
es_es: Importado
nl_nl: Geïmporteerd
zh_cn: 成功导入演示数据！

source: Please select at least one option to export.
es_es: Elige al menos una opción para exportar.
nl_nl: Selecteer ten minste één workflow om te exporteren.
zh_cn: 请至少选择一个工作流来导出。

source: There is no data to export.
es_es: No hay datos para exportar.
nl_nl: Er zijn geen gegevens om te exporteren.
zh_cn: 没有要导出的数据。

source: No file selected.
es_es: Ningún archivo seleccionado.
nl_nl: Geen bestand geselecteerd.
zh_cn: 未选择文件 。

source: Error uploading file. Please try again.
es_es: Error al subir archivo. Intenta de nuevo.
nl_nl: Fout bij uploaden van bestand. Probeer het opnieuw.
zh_cn: 上传错误

source: Incorrect file type.
es_es: Tipo de archivo incorrecto.
nl_nl: Onjuist bestandstype.
zh_cn: 不正确的文件类型

source: Import file is empty.
es_es: Archivo importado vacío.
nl_nl: Importbestand is leeg.
zh_cn: 导入文件空

source: Data imported successfully.
es_es: Datos importados correctamente.
nl_nl: Gegevens die met succes zijn geïmporteerd.
zh_cn: 导入数据成功

source: You are not allowed to fetch workflow settings.
es_es: No se le permite recuperar la configuración del flujo de trabajo.
nl_nl: U mag geen workflow-instellingen ophalen.
zh_cn: 不允许获取工作流设置。

source: You are not allowed to view editorial comments.
es_es: No se le permite ver comentarios editoriales.
nl_nl: U mag geen redactionele opmerkingen bekijken.
zh_cn: 您不得查看编辑评论。

source: Displaying %s-%s of %s
es_es: Viendo %s-%s of %s
nl_nl: Toont %s-%s van %s
zh_cn: 显示%s-%s of %s

source: There's something wrong with your code...
es_es: Hay algo mal con el código ...
nl_nl: Er is iets mis met uw code...
zh_cn: 您的代码有问题...

source: You are not allowed to get workflow priorities
es_es: No se le permite obtener prioridades de flujo de trabajo
nl_nl: U bent niet toegestaan om workflow prioriteiten te krijgen
zh_cn: 不允许您获取工作流优先级。

source: Low
es_es: Baja
nl_nl: Laag
zh_cn: 低

source: Normal
nl_nl: Normaal
zh_cn: 正常

source: High
es_es: Alta
nl_nl: Hoog
zh_cn: 高

source: Urgent
es_es: Urgente
zh_cn: 紧急

source: assignment
es_es: asignación
nl_nl: toewijzing
zh_cn: 分配

source: review
es_es: reseña
nl_nl: beoordeling
zh_cn: 评论

source: publish
es_es: publicar
nl_nl: publiceer
zh_cn: 发布

source: 1 Month ago
es_es: hace un mes
nl_nl: 1 Maand geleden
zh_cn: 1个月前

source: 3 Months ago
es_es: Hace 3 meses
nl_nl: 3 Maanden geleden
zh_cn: 3个月前

source: 6 Months ago
es_es: Hace 6 meses
nl_nl: 6 Maanden geleden
zh_cn: 6个月前

source: 12 Months ago
es_es: Hace 12 meses
nl_nl: 12 Maanden geleden
zh_cn: 12个月前

source: Since the beginning
es_es: Desde el principio
nl_nl: Vanaf het begin
zh_cn: 从头

source: --Select Workflow--
es_es: --Elige un Workflow--
nl_nl: --Selecteer Workflow--
zh_cn: --选择工作流--

source: No Due Date
es_es: Sin Fecha límite
nl_nl: Geen vervaldatum
zh_cn: 无到期日期

source: Overdue
es_es: Vencidos
nl_nl: Over tijd
zh_cn: 超期

source: Due Today
es_es: Vencen hoy
nl_nl: Vandaag op te leveren
zh_cn: 今天到期

source: Due Tomorrow
es_es: Vencen mañana
nl_nl: Morgen op te leveren
zh_cn: 明天到期

source: Due in 7 days
es_es: Vencen en 7 días
nl_nl: Binnen 7 dagen op te leveren
zh_cn: 一周后到期

source: Please <a href="%s">enter and activate</a> your license key for
es_es: Ingrese <a href="%s">y active</a> su clave de licencia para
nl_nl: Voer uw licentiesleutel in <a href="%s">en activeer</a>
zh_cn: 请 <a href="%s">输入并激活</a> 您的许可证密钥

source: to enable automatic updates.
es_es: para habilitar las actualizaciones automáticas.
nl_nl: om automatische updates in te schakelen.
zh_cn: 以启用自动更新。

source: Your license for
es_es: Su clave licencia para
nl_nl: Uw licentie voor
zh_cn: 您的许可证

source: has been expired. Please update to get access for new features, bug fix, security improvement and our support.
es_es: ha expirado. Por favor, actualice para obtener acceso a nuevas características, corrección de errores, mejora de la seguridad y nuestro soporte.
nl_nl: is verlopen. Gelieve te updaten om toegang te krijgen voor nieuwe functies, bug fix, beveiligingsverbetering en onze ondersteuning.
zh_cn: 已过期。请更新以访问新功能、错误修复、安全改进和我们的支持。

source: You are not allowed to create workflows.
es_es: No puedes crear WorkFlows.
nl_nl: Het is niet toegestaan om workflows te maken.
zh_cn: 您无权创建工作流。

source: You are not allowed to create/edit workflows.
es_es: No puedes crear/editar WorkFlows.
nl_nl: Het is niet toegestaan om workflows te maken/bewerken.
zh_cn: 您无权创建/编辑工作流。

source: You are not allowed to delete workflows.
es_es: No puedes eliminar WorkFlows.
nl_nl: Het is niet toegestaan om workflows te verwijderen.
zh_cn: 您无权删除工作流。

source: You are not allowed to get step process details.
es_es: No se le permite obtener detalles del proceso de pasos.
nl_nl: U bent niet toegestaan om stap Procesdetails te krijgen.
zh_cn: 不允许您获取步骤过程详细信息。

source: Approve
es_es: Aprobar
nl_nl: Goedkeuren
zh_cn: 批准

source: Reject
es_es: Rechaza
nl_nl: Afkeuren
zh_cn: 拒绝

source: You are not allowed to get workflows.
es_es: No se le permite obtener flujos de trabajo.
nl_nl: U bent niet gemachtigd om workflows te krijgen.
zh_cn: 不允许您获取工作流。

source: Workflow ID
es_es: ID del WorkFlow
zh_cn: 工作流ID

source: Version
es_es: Versión
nl_nl: Versie
zh_cn: 版本

source: Start Date
es_es: Fecha inicial
nl_nl: Startdatum
zh_cn: 开始日期

source: End Date
es_es: Fecha final
nl_nl: Einddatum
zh_cn: 结束日期

source: Post/Pages in workflow
es_es: Mensaje / Artículos en el flujo de trabajo
nl_nl: Berichten/Pagina’s in workflow
zh_cn: 工作流中的文章/页面

source: Is Valid?
es_es: ¿Es válido?
nl_nl: Is geldig?
zh_cn: 有效吗？

source: Delete
es_es: Borrar
nl_nl: Verwijderen
zh_cn: 删除

source: Copy
es_es: Copiar
nl_nl: Kopiëren
zh_cn: 拷贝

source: Please enter a numeric value for default due date.
es_es: Ingresa un valor numérico por defecto para la fecha límite.
nl_nl: Voer een numerieke waarde voor de standaard opleveringsdatum in.
zh_cn: 请为默认到期日期输入一个数值。

source: Please enter the number of days for default due date.
es_es: Define el número de días por defecto para la fecha límite.
nl_nl: Voer het aantal dagen voor de standaard opleveringsdatum in.
zh_cn: 请为默认到期日期输入天数。

source: Activate Workflow process ?
es_es: ¿Activar el proceso de WorkFlow?
nl_nl: Workflow proces activeren?
zh_cn: 激活工作流处理？

source: (After you are done setting up your editorial workflow, make it available for use by activating the workflow process.)
es_es: (Una vez terminada la configuración del WorkFlow, se hace disponible para su uso activando el Proceso del WorkFlow.)
nl_nl: (Nadat u klaar bent met het instellen van uw redactionele workflow, maakt u het voor gebruik beschikbaar door het workflow proces te activeren.)
zh_cn: （您完成了编辑工作流的设置了吗？激活工作流处理后才能使用工作流。）

source: Set Default Due Date as CURRENT DATE +
es_es: Definir fecha límite por defecto como HOY +
nl_nl: Stel de standaard opleveringsdatum in op HUIDIGE DATUM +
zh_cn: 设置默认到期日期为当前日期+

source: Allow to override the Default Due Date on each step of the workflow.
es_es: Permitir reemplazar la fecha límite en cada paso del WorkFlow.
nl_nl: Laat toe dat op elke stap van de workflow de standaard opleverdatum kan worden overschreven.
zh_cn: 在工作流每一个步骤上允许覆盖默认到期日期。

source: Show Workflow options for the following post/page types:
es_es: Mostrar opciones del WorkFlow para estos tipos de artículos:
nl_nl: Laat workflow opties voor de volgende bericht/pagina types zien:
zh_cn: 为下列文章/页面类型显示工作流选项：

source: Roles that can participate in the workflow:
es_es: Roles que pueden participar en el WorkFlow:
nl_nl: Rollen die kunnen meedoen in de workflow:
zh_cn: 可参与工作流的角色：

source: Make Workflow Inbox as the dashboard for the following roles:
es_es: Hacer bandeja de entrada del WorkFlow como tablero de inicio para los roles siguientes:
nl_nl: Zet de Workflow Inbox op het dashboard voor de volgende rollen:
zh_cn: 将下列角色的仪表盘页面设置成工作流收件箱：

source: Enable workflow task priority.
es_es: Activar Prioridad de Tarea del WorkFlow.
nl_nl: Schakel taak-prioriteit van de workflow in.
zh_cn: 启用工作流任务优先级。

source: (Allows user to specify priority when signing off the task.)
es_es: (Permite al usuario definir la prioridad cuando envía al siguiente paso.)
nl_nl: (Hiermee kan de gebruiker de prioriteit opgeven bij de afhandeling van de taak.)
zh_cn: （在签署任务时允许用户指定优先级。）

source: Hide Publish Date field on "Submit to Workflow".
es_es: Esconde el campo "Fecha de publicación" al "Enviar a Workflow".
nl_nl: Verberg "Publiceer datum" veld bij "indienen in de workflow".
zh_cn: 在“提交到工作流”中隐藏发布日期字段。

source: Make Workflow comments required.
es_es: Haga que los comentarios del flujo de trabajo sean necesarios.
nl_nl: Maak werkstroomopmerkingen vereist.
zh_cn: 需要工作流注释。

source: (Users will be required to provide comments during submit, sign-off, reassign, abort action.)
es_es: (Los usuarios deberán proporcionar comentarios durante la acción enviar, cerrar sesión, reasignar y anular.)
nl_nl: (Gebruikers moeten opmerkingen maken tijdens het indienen, ondertekenen, opnieuw toewijzen, afbreken van acties.)
zh_cn: （用户需要在提交、签署、重新分配、中止操作期间提供注释。

source: Display Oasis Workflow Sidebar as default for Gutenberg Editor.
es_es: Visualice la barra lateral de flujo de trabajo de Oasis como predeterminada para Gutenberg Editor.
nl_nl: Weergave Oasis workflow Sidebar als standaard voor Gutenberg editor.
zh_cn: 将绿洲工作流边栏显示为古腾堡编辑器的默认栏。

source: Delete Workflow History for posts/pages which were last updated :
es_es: Borrar el historial del WorkFlow de artículos actualizados:
nl_nl: Verwijder de workflowhistorie voor berichten/pagina’s die niet zijn gewijzigd sinds:
zh_cn: 删除上次更新过的文章/页面的工作流历史记录：

source: (A cron job will run once a day to purge the workflow history for completed workflows.)
es_es: (Una tarea automática se ejecutará una vez al día para purgar el historial de WorkFlows terminados.)
nl_nl: (Een cronjob zal één keer per dag de workflowhistorie voor voltooide workflows verwijderen.)
zh_cn: （一项定时任务每天运行一次，以清除已完成的工作流的工作流历史记录。）

source: Workflow History
es_es: Historiales
nl_nl: Workflowhistorie
zh_cn: 工作流历史记录

source: Label
es_es: Etiqueta
zh_cn: 标签

source: Label for "Submit to Workflow" button/link.
es_es: Etiqueta de "Enviar a Workflow" botón/liga.
nl_nl: Label voor "Toevoegen aan workflow" button/link.
zh_cn: “提交到工作流”按钮/链接的标签。

source: Label for "Continue to Submit" button/link.
es_es: Etiqueta para el botón/enlace "Continuar para enviar".
nl_nl: Label voor "Doorgaan met verzenden" knop / link.
zh_cn: "继续提交"按钮/链接的标签。

source: Label for "Sign Off" button/link.
es_es: Etiqueta para el botón "Sign Off".
nl_nl: Label voor "Indienen" button/link.
zh_cn: “签署”按钮/链接的标签。

source: Label for "Continue to Sign off" button/link.
es_es: Etiqueta para el botón/enlace "Continuar para cerrar sesión".
nl_nl: Label voor "Doorgaan met afmelden" knop / link.
zh_cn: "继续注销"按钮/链接的标签。

source: Label for "Assign Actor(s)" field.
es_es: Etiqueta para el campo "Asignar responsable".
nl_nl: Label voor "Toewijzen personen" veld.
zh_cn: “分配任务执行人”字段的标签。

source: Label for "Due Date" field.
es_es: Etiqueta para el campo "Fecha Límite".
nl_nl: Label voor "Opleveringsdatum" field.
zh_cn: “到期日期”字段的标签。

source: Label for "Publish Date" field on the "Submit to Workflow" popup.
es_es: Etiqueta para el campo "Fecha de publicación" en la ventana "Enviar a Workflow".
nl_nl: Label voor "Publiceerdatum" veld op de "Voeg toe aan Workflow" popup.
zh_cn: 在“发布到工作流”弹窗中的“发布日期”字段的标签。

source: Label for "Abort Workflow" button/link.
es_es: Etiqueta para el botón "Suspender WorkFlow".
nl_nl: Label voor "Afbreken workflow" button/link.
zh_cn: “中止工作流”按钮/链接的标签。

source: Label for "Workflow History" menu.
es_es: Etiqueta para el menú "Historial del WorkFlow".
nl_nl: Label voor "Workflowhistorie" menu.
zh_cn: “工作流历史记录”按钮/链接的标签。

source: Label for "Make Revision" button/link.
es_es: Etiqueta para el botón "Hacer Revisión".
nl_nl: Label voor de "Maak revisie" button/link.
zh_cn: “修改”按钮/链接的标签。

source: Label for "Priority" field on the "Submit to Workflow" and "Sign Off" popup.
es_es: Etiqueta para el campo "Prioridad" en las ventanas "Enviar a WorkFlow" y "Aprobar/Rechazar".
nl_nl: Label voor 'Prioriteit' veld op de "Voeg toe aan Workflow" en "Indienen" popup.
zh_cn: 在“提交到工作流”和“签署”弹窗中的“优先级”字段的标签。

source: Label for "Duplicate Post" link.
es_es: Etiqueta para el link "Duplicar artículo".
nl_nl: Label voor "Duplicaat Post" link .
zh_cn: "重复 Post" 链接的标签。

source: Start date is required.
es_es: Se requiere la fecha de inicio.
nl_nl: Startdatum is verplicht.
zh_cn: 开始日期必填。

source: End date should be greater than the start date.
es_es: La fecha final debe ser mayor que la fecha de inicio.
nl_nl: De einddatum moet later zijn dan de startdatum.
zh_cn: 结束日期应迟于开始日期。

source: Missing "
es_es: Perdidos "
nl_nl: Er ontbreekt "
zh_cn: 缺失 *

source: " step information. Right click on the step to edit step information.
es_es: " información del paso. Haz clic derecho sobre el paso para editar su información.
nl_nl: " stap informatie. Klik met de rechtermuisknop op de stap om de stapinformatie te bewerken.
zh_cn: * 步骤信息。在步骤上右击以编辑步骤信息。

source: No steps found.
es_es: No hay pasos.
nl_nl: Geen stappen gevonden.
zh_cn: 未发现步骤。

source: The workflow doesn't have a valid exit path. Items in this workflow will never exit the workflow. Please provide a valid exit path.
es_es: El WorkFlow no tiene ruta de salida válida. Los artículos en este WorkFlow nunca saldrán. Proporciona una ruta de salida válida.
nl_nl: De workflow heeft geen geldig uitgangspad. Items in deze workflow zullen nooit de workflow verlaten. Geef een geldig uitgangspad op s.v.p..
zh_cn: 工作流无有效推出路径。 该工作流中的项将永远无法退出。请提供一个有效的推出路径。

source: Multiple steps marked as first step. Workflow can have only one starting point.
es_es: Varios pasos marcados como primer paso. Los WorkFlows solo tienen un punto de inicio.
nl_nl: Meerdere stappen zijn als eerste stap gemarkeerd. Workflow kan maar één startpunt hebben.
zh_cn: 多个步骤被标识为第一步。工作流只能有一个步骤标识为起点。

source: Starting step not found. Workflow should have a starting point.
es_es: No hay paso inicial. Los WorkFlows deben tener un punto inicial.
nl_nl: Eerste stap niet gevonden. Workflow moet een startpunt hebben.
zh_cn: 未发现开始步骤。工作流应至少有一个起点。

source: No connections found.
es_es: No hay conexiones.
nl_nl: Geen connecties gevonden.
zh_cn: 未发现连接。

source: Please provide failure path for all steps except the first one.
es_es: Define ruta de falla para todos los pasos excepto el primero.
nl_nl: Geef een foutpad op voor alle stappen behalve de eerste.
zh_cn: 请为除了第一步之外的所有步骤提供失败路径。

source: Custom Statuses
es_es: Estados personalizados
nl_nl: Aangepaste statussen
zh_cn: 自定义状态

source: Are you sure you want to delete the post status?
es_es: ¿Seguro de eliminar el estado del artículo?
nl_nl: Weet u zeker dat u deze berichtstatus wilt verwijderen?
zh_cn: 您确认要删除文章状态吗？

source: The name is used to identify the status. (Max: 20 characters)
es_es: El nombre se usa para identificar el estado. (Máx 20 caracteres)
nl_nl: De naam wordt gebruikt voor het identificeren van de status. (Max: 20 tekens)
zh_cn: 标识状态的名字（最多20个字符）

source: The slug is the unique ID for the status. It is usually all lowercase and contains only letters, numbers and hyphens.
es_es: El slug es el identificador único para el estado. Generalmente es todo en minúsculas y sólo contiene letras, números y guiones.
nl_nl: De slug is de unieke ID voor de status. Het bestaat doorgaans uit kleine letters, cijfers en streepjes.
zh_cn: Slug是状态的唯一ID。 它通常都是小写的，只包含字母、数字和连字符。

source: The description is primarily for administrative use, to give you some context on what the custom status is to be used for.
es_es: La descripción es principalmente para uso administrativo, es usada para darle un poco de contexto al estado personalizado.
nl_nl: De beschrijving is voornamelijk bedoeld voor administratief gebruik, zodat u uitleg over waarvoor de status wordt gebruikt kan toevoegen.
zh_cn: 该描述主要用于管理用途，如自定义状态的使用场景。

source: Add New Status
es_es: Añadir Nuevo equipo
nl_nl: Nieuwe toevoegen
zh_cn: 新建

source: Update Status
es_es: Estado del artículo
nl_nl: Status bijwerken
zh_cn: 文章状态

source: Note: Make sure your environment is identical in terms of plugins, roles, custom roles and users otherwise, the import might error out.
es_es: Nota: Asegura que tu entorno es idéntico en términos de plugins, roles, roles personalizados y usuarios de otra manera, la importación podría generar error.
nl_nl: Opmerking: zorg ervoor dat uw omgeving identiek is in termen van plug-ins, rollen, aangepaste rollen en gebruikers, anders kan de import fout optreden.
zh_cn: 注意: 请确保您的环境在插件、角色、自定义角色和用户方面是相同的, 否则导入可能会出错。

source: Export
es_es: Exportar
nl_nl: Exporteren
zh_cn: 导出

source: Use the download button to export to a .json file which you can then import to another WordPress installation
es_es: Usa el botón de descarga para exportar a un archivo .json que luego puede importar a otra instalación de WordPress
nl_nl: Gebruik de downloadknop om te exporteren naar een .json-bestand dat u vervolgens kunt importeren in een andere WordPress-installatie
zh_cn: 使用 "下载" 按钮导出到. json 文件, 然后您可以将其导入到另一个 WordPress 安装中。

source: Workflows (includes Teams and Groups, if any)
es_es: WorkFlows (incluye Equipos y Grupos, si los hay)
nl_nl: Workflows (inclusief Teams en groepen, indien aanwezig)
zh_cn: 工作流 (包括团队和组 (如果有))

source: Settings (includes all the settings)
es_es: Configuración (incluye todas las configuraciones)
nl_nl: Instellingen (inclusief alle instellingen)
zh_cn: 设置 (包括所有设置)

source: Download Export File
es_es: Descargar Archivo de Exportación
nl_nl: Download Export-bestand
zh_cn: 下载导出文件

source: Import
es_es: Importar
nl_nl: Importeren
zh_cn: 导入

source: Select the Oasis Workflow JSON file you would like to import.
es_es: Seleccione el archivo JSON de Oasis Workflow que desea importar.
nl_nl: Selecteer het Oasis Workflow JSON-bestand dat u wilt importeren.
zh_cn: 选择要导入的绿洲工作流 JSON 文件。

source: Choose a file from your computer:
es_es: Selecciona un archivo en tu ordenador:
nl_nl: Kies een bestand vanaf uw computer:
zh_cn: 从您的电脑中选择一个文件：

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
es_es: Para copiar la información del sistema haz clic abajo y a continuación preciosa Ctrl+C (PC) o Cmd+C (Mac).
nl_nl: Om de systeeminformatie te kopiëren, klik hieronder en druk dan op Ctrl + C (PC) of Cmd + C (Mac).
zh_cn: 要复制系统信息，请单击下面的，然后按Ctrl + C（PC）或Cmd + C（Mac）。

source: Comparison
es_es: Comparación
nl_nl: Vergelijking
zh_cn: 比较

source: Return to Post editor
es_es: Regresar al editor
nl_nl: Keer terug naar de Bericht editor
zh_cn: 返回文章编辑器

source: Note : If you made any changes to the post, the updates are being saved while preparing the compare window. At times, if the "save" takes more time, you may not see the recent changes made to the post. In those cases, simply close this window and click the "Compare With Original" button again.
es_es: Nota: Si haces cambios al artículo, las actualizaciones se salvan mientras se prepara la ventana comparar. A veces, si "salvar" lleva más tiempo, podrías no ver los cambios recientes del artículo. En esos casos, cierre esa ventana y haz clic en el botón "Comparar con Original" otra vez.
nl_nl: Let op: Als je veranderingen in het bericht hebt gemaakt, zullen de updates opgeslagen worden terwijl het vergelijkingscherm wordt getoond. Soms, als de opslaan teveel tijd in beslag neemt, worden de recente veranderingen wellicht niet weergeven in het bericht. In deze situaties, sluit het huidige venster en klik op opnieuw op “Vergelijk met origineel”.
zh_cn: 注意：如果您对该文章进行了任何更改，则在准备比较窗口时将保存更改。 有时，如果“保存”操作需要很多时间，您可能看不到最近对该文章所做的更改。 在这些情况下，只需关闭此窗口，然后再次单击“与原始比较”按钮。

source: This is the test revision.
es_es: Esta es la revisión de prueba.
nl_nl: Dit is de test revisie.
zh_cn: 这是测试修订。

source: HTML(raw) Compare
es_es: Compara HTML(raw)
nl_nl: HTML (raw) vergelijken
zh_cn: HTML（原始）比较

source: Text Compare
es_es: Compara texto
nl_nl: Tekst Vergelijken
zh_cn: 文本比较
