Repository: nghungsdotcom/jnews.edit
Catalog: plugins/oasis-workflow-pro/languages/oasisworkflow-*.po
Languages: es_es, nl_nl, zh_cn

source: If this is a custom post type, check this page:
es_es: Si se trata de un tipo de publicación personalizado, consulte esta página:
nl_nl: Als dit een aangepaste post type, check deze pagina:
zh_cn: 如果这是自定义帖子类型, 请检查此页:

source: for more information on how to make custom post type work with Gutenberg Editor.
es_es: para obtener más información sobre cómo hacer que el tipo de publicación personalizada funcione con Gutenberg editor.
nl_nl: voor meer informatie over het maken van aangepaste post type werken met Gutenberg editor.
zh_cn: 有关如何使自定义帖子类型与古腾堡编辑器配合使用的详细信息。

source: Abort Workflow
es_es: Interrumpir el WorkFlow
nl_nl: Workflow afbreken
zh_cn: 中止工作流

source: Please enter comments.
es_es: Por favor, introduzca comentarios.
nl_nl: Voer opmerkingen in.
zh_cn: 请输入注释。

source: Close
es_es: Cerrar
nl_nl: Sluiten
zh_cn: 关闭

source: Comments
es_es: Comentarios
nl_nl: Commentaar
zh_cn: 备注/评论

source: Cancel
es_es: Cancelar
nl_nl: Annuleren
zh_cn: 取消

source: Other Actions
es_es: Otras Acciones
nl_nl: Andere acties
zh_cn: 其他行為

source: Take me to List page
es_es: Llévame a la página de lista
nl_nl: Neem me naar de lijstpagina
zh_cn: 带我到列表页面

source: Take me to Workflow Inbox
es_es: Llévame a la bandeja de entrada del flujo de trabajo
nl_nl: Neem me mee naar workflow inbox
zh_cn: 带我到工作流收件箱

source: Claim
es_es: Solicitar
nl_nl: Opeisen
zh_cn: 认领

source: Compare With Original
es_es: Compara con Original
nl_nl: Vergelijk met het origineel
zh_cn: 和原始文档比较

source: Editorial Comments
es_es: Comentarios editoriales
nl_nl: Redactionele Reacties
zh_cn: 編輯評論于：

source: An active revision already exists for this article. Do you want to delete the existing revised article and create a new revision?
es_es: Este artículo tiene revisiones activas. ¿Quieres eliminar el artículo y crear una nueva revisión?
nl_nl: Er bestaat al een actieve revisie voor dit artikel. Wilt u deze revisie verwijderen en een nieuwe revisie aanmaken?
zh_cn: 该文章已存在活动修订。您要删除当前修改过的文章以新建修订吗？

source: No, take me to the revision
es_es: No, deja la revisión
nl_nl: Nee, ga naar de bestaande revisie
zh_cn: 不，让我访问修订

source: Yes, delete it and create new one
es_es: Sí, elimina y crea uno nuevo
nl_nl: Ja, verwijder deze en maak een nieuwe
zh_cn: 是，删掉并新建

source: Make Revision
es_es: Haz la Revisión
nl_nl: Maak een revisie
zh_cn: 修改

source: You may not make changes to this published content. You must first make a revision and then submit your changes for approval.
es_es: No puedes hacer cambios a este contenido. Debes primero hacer una revisión y luego enviar los cambios para su aprobación.
nl_nl: U kunt geen wijzigingen aanbrengen aan deze gepubliceerde inhoud. U kan eerst een revisie maken en vervolgens uw wijzigingen ter goedkeuring indienen.
zh_cn: 您可能不会更改此此已发布的内容。 您必须先修改它，然后提交更改以供批准。

source: Pre Publish Checklist
es_es: Checklist de PrePublicación:
nl_nl: Pre Publiceren Checklist
zh_cn: 发布前的检查清单

source: Available Actor(s)
es_es: Actor(es) disponible(s)
nl_nl: Beschikbare Actor (s)
zh_cn: 可用参与者

source: Reassign
es_es: Reasignar
nl_nl: Opnieuw toewijzen
zh_cn: 重新分配

source: No assigned actor(s).
es_es: Sin actor(es) asignados.
nl_nl: Niemand toegewezen.
zh_cn: 未分配任务执行人。

source: No users found to reassign
es_es: Sin usuarios para reasignar
nl_nl: Geen gebruikers gevonden om opnieuw toe te wijzen
zh_cn: 未发现带重新分配的用户

source: select actor(s) to reassign the task
es_es: seleccionar actores para reasignar la tarea
nl_nl: persoon(en) selecteren om de taak opnieuw aan toe te wijzen
zh_cn: 选择参与者重新分配任务

source: Sign Off
es_es: Rechazar/Aprobar
nl_nl: Inzenden
zh_cn: 签署

source: Continue to Signoff
es_es: Continuar firmando
nl_nl: Doorgaan met afmelden
zh_cn: 继续签号

source: Please enter ACF required fields.
es_es: Define una fecha límite.
nl_nl: Selecteer een opleveringsdatum s.v.p.
zh_cn: 请输入一个到期日期。

source: redirecting...
es_es: redirigiendo…
nl_nl: je wordt omgeleid...
zh_cn: 重 定向。。。

source: This is the last step in the workflow. Are you sure to complete the workflow?
es_es: Este es el último paso en el WorkFlow. ¿Estás seguro de completarlo?
nl_nl: Dit is de laatste stap in de workflow. Weet u zeker dat u de workflow wilt afronden?
zh_cn: 這是工作流中最後一個步驟。您確信要完成該工作流嗎？

source: Signing off will copy over the contents of this revised article to the corresponding published/original article. This will happen either immediately or on the scheduled date/time.
es_es: Aceptar/Rechazar copiará el contenido del artículo revisado sobre el artículo publicado original. Esto sucederá inmediatamente o en la fecha/hora programada.
nl_nl: Door in te dienen zal deze revisie het gepubliceerde/originele artikel overschrijven. Dit zal ofwel onmiddellijk gebeuren of op een gekozen datum/tijd.
zh_cn: 签署操作将把本修订文章的内容复制到相应的已发布的/原始的文章。 这将立即或在预定的日期/时间发生。

source: Publish
es_es: Publicar
nl_nl: Publiceren
zh_cn: 发布

source: Publish Immediately?
es_es: ¿Publicar inmediatamente?
nl_nl: Onmiddellijk publiceren?
zh_cn: 立即发布？

source: There are no further steps defined in the workflow. Do you want to cancel the post/page from the workflow?
es_es: No hay mas pasos definidos en el WorkFlow. ¿Quieres cancelar el flujo de trabajo para el artículo?
nl_nl: Er zijn geen verdere stappen gedefinieerd in de workflow. Wilt u de post/pagina annuleren uit de workflow?
zh_cn: 該工作流中未定義更多步驟。您要該工作流中取消文章/頁面嗎？

source: What’s next?
es_es: ¿Qué sigue?
nl_nl: Wat is de volgende stap?
zh_cn: 下一步是什么？

source: Assign Actor(s)
es_es: Asigna Responsable(s)
nl_nl: Toewijzen persoon/personen
zh_cn: 分配任务执行人

source: Due Date
es_es: Fecha límite
nl_nl: Opleveringsdatum
zh_cn: 到期日期

source: Select Step
es_es: Seleccionar paso
nl_nl: Selecteer stap
zh_cn: 选择步骤

source: No users found to assign the task.
es_es: Sin usuarios para asignarles la tarea.
nl_nl: Geen gebruikers gevonden om aan de taak toe te wijzen.
zh_cn: 未发现分配了此项任务的用户。

source: Please select a step.
es_es: Elige un paso.
nl_nl: Selecteer een stap s.v.p.
zh_cn: 请选一个步骤。

source: Please enter a due date.
es_es: Define una fecha límite.
nl_nl: Selecteer een opleveringsdatum s.v.p.
zh_cn: 请输入一个到期日期。

source: Due date must be greater than the current date.
es_es: La fecha límite debe ser mayor a la actual.
nl_nl: Opleveringsdatum moet later zijn dan de huidige datum.
zh_cn: 到期日期必须要迟于当前日期。

source: Action
es_es: Acción
nl_nl: Actie
zh_cn: 动作

source: After completing or reviewing the post/article, select appropriate action.
es_es: Después de completar o revisar la publicación/artículo, seleccione la acción adecuada.
nl_nl: Nadat u de post/artikel hebt voltooid of bekeken, selecteert u de juiste actie.
zh_cn: 完成或审阅帖子/文章后，选择适当的操作。

source: Step
es_es: Paso
nl_nl: Stap
zh_cn: 步骤

source: Your action will push the Post/Article to the below listed next step.
es_es: Su acción llevará el Post/Artículo al siguiente paso que se indica a continuación.
nl_nl: Uw actie zal duwen de post / artikel naar de onderstaande vermeld volgende stap.
zh_cn: 您的操作将推动帖子/文章到下面列出的下一步。

source: The comments will be visible throughout the workflow.
es_es: Los comentarios serán visibles durante todo el flujo de trabajo.
nl_nl: De opmerkingen zijn zichtbaar tijdens de workflow.
zh_cn: 注释将在整个工作流中可见。

source: Submit to Workflow
es_es: Enviar al WorkFlow
nl_nl: Indienen in de workflow
zh_cn: 提交到工作流

source: Publish Date
es_es: Publicado
nl_nl: Publiceerdatum
zh_cn: 发布日期

source: Continue to Submit
es_es: Continuar enviando
nl_nl: Doorgaan met verzenden
zh_cn: 继续提交

source: Please select a workflow.
es_es: Elige un WorkFlow.
nl_nl: Selecteer een workflow s.v.p.
zh_cn: 请选择一个工作流。

source: Priority
es_es: Prioridad
nl_nl: Prioriteit
zh_cn: 优先级

source: Post/Article Priority
es_es: Prioridad post/artículo
nl_nl: Post/artikel Prioriteit
zh_cn: 帖子/文章优先级

source: Assign To Team
es_es: Asignar a Team
nl_nl: Toewijzen aan team
zh_cn: 分配给团队

source: Select Workflow
es_es: Seleccione flujo de trabajo
nl_nl: Workflow selecteren
zh_cn: 选择工作流程

source: Loading...
es_es: Cargando...
nl_nl: Laden…
zh_cn: 载入中...

source: Workflow actions are not available for this post type.
es_es: Las acciones de flujo de trabajo no están disponibles para este tipo de publicación.
nl_nl: Werkstroomacties zijn niet beschikbaar voor dit berichttype.
zh_cn: 此发布类型的工作流操作不可用。

source: You are not allowed to submit to workflow.
es_es: No se le permite someterse al flujo de trabajo.
nl_nl: U mag zich niet aan de workflow onderwerpen.
zh_cn: 您無權中止工作流。

source: You are not allowed to create/edit post.
es_es: Sin permiso de crear/editar artículos.
nl_nl: Het is niet toegestaan om een bericht te maken/bewerken.
zh_cn: 您无权创建/编辑文章。

source: No users found for this workflow. Please check for your workflow setup.
es_es: No hay usuarios para este Workflow. Revisa la configuración del Workflow.
nl_nl: Geen gebruikers gevonden voor deze workflow. Controleer alstublieft voor uw workflow setup.
zh_cn: 未找到该工作流的用户。请核查您的工作流设置。

source: No users found for this team. Please check for your team setup.
es_es: No hay usuarios para este equipo. Revisa la configuración del equipo.
nl_nl: Geen gebruikers gevonden voor dit team. Controleer alstublieft voor uw team setup.
zh_cn: 未找到该小队的用户。请核查您的小队设置。

source: 15 minutes
es_es: 15 minutos
nl_nl: 15 minuten
zh_cn: 15分钟

source: 30 minutes
es_es: 30 minutos
nl_nl: 30 minuten
zh_cn: 30分钟

source: 45 minutes
es_es: 45 minutos
nl_nl: 45 minuten
zh_cn: 45分钟

source: 1 hour
es_es: 1 hora
nl_nl: 1 uur
zh_cn: 1小时

source: 4 hours
es_es: 4 horas
nl_nl: 4 uur
zh_cn: 4小时

source: 8 hours
es_es: 8 horas
nl_nl: 8 uur
zh_cn: 8小时

source: Auto submit triggered successfully.
es_es: Envío automático bien realizado.
nl_nl: Auto Submit succesvol geactiveerd.
zh_cn: 自动提交已成功触发。

source: posts/page submitted.
es_es: entradas/página enviada.
nl_nl: bericht indiener
zh_cn: 提交提交者

source: Please select atleast one Post/Page status.
es_es: Elige al menos un estado de artículo.
nl_nl: Selecteer ten minste één Bericht/Pagina status.
zh_cn: 请选择至少一项文章/页面状态。

source: Please enter a numeric value for due date.
es_es: Escribe un valor numérico para la fecha límite.
nl_nl: Voer een numerieke waarde voor de opleveringsdatum in.
zh_cn: 请为到期日期输入数值数据。

source: Please enter a value for due date.
es_es: Define la fecha límite.
nl_nl: Voer een waarde voor opleveringsdatum in.
zh_cn: 请输入到期日期。

source: Please enter a numeric value for post count.
es_es: Escribe un número para el conteo del artículo.
nl_nl: Voer een numerieke waarde voor het aantal berichten in.
zh_cn: 请为文章数量输入数值数据。

source: Please enter the number of posts/pages to be processed at one time.
es_es: Define el número de artículos procesados a la vez.
nl_nl: Voer het aantal berichten/pagina’s die verwerkt worden op hetzelfde moment in.
zh_cn: 请输入一次同时处理文章/页面的数目。

source: Please provide keywords for the workflows to participate in auto submit process.
es_es: Define las palabras clave para que los WorkFlows participen en el envío automático.
nl_nl: Gelieve trefwoorden voorzien in de workflows om deel te nemen in de auto te leggen proces.
zh_cn: 请提供工作流的关键词以参与自动提交流程。

source: Enable Auto Submit?
es_es: ¿Habilitar Envío Automático?
nl_nl: Auto Submit inschakelen?
zh_cn: 启用自动提交？

source: Post/Page status(es) to be selected for auto submit:
es_es: Estado(s) del artículo que se elegirán para envío automático:
nl_nl: Bericht/Pagina status(sen) voor Auto Submit selecteren:
zh_cn: 用于自动提交的要选择的文章/页面状态：

source: Include the following in keyword search:
es_es: Incluye las siguientes en la búsqueda por palabra clave:
nl_nl: Neem het volgende op in zoeken op trefwoorden:
zh_cn: 在关键词搜索中包含下列：

source: Title
es_es: Título
nl_nl: Titel
zh_cn: 标题

source: Tags
es_es: Etiquetas
nl_nl: Labels
zh_cn: 标签

source: Categories
es_es: Categorías
nl_nl: Categorieën
zh_cn: 类别

source: Taxonomies / Terms
es_es: Taxonomías / Términos
zh_cn: 分类/条款

source: Set Due date as CURRENT DATE +
es_es: Definir fecha límite como HOY +
nl_nl: Stel de opleveringsdatum in op HUIDIGE DATUM +
zh_cn: 将过期日期设成当前日期+

source: day(s).
es_es: día(s).
nl_nl: dag(en).
zh_cn: 天。

source: Auto submit comments:
es_es: Comentarios del envío Automático:
nl_nl: Auto Submit commentaar:
zh_cn: 自动提交备注：

source: Process
es_es: Procesa
nl_nl: Verwerk
zh_cn: 一次处理

source: posts/pages at one time.
es_es: artículos a la vez.
nl_nl: berichten/pagina’s tegelijk.
zh_cn: 文章/页面。

source: (Limit the number of posts/pages to be processed at one time for optimum server performance.)
es_es: (Limita el número de artículos procesados a la vez para un rendimiento óptimo del servidor.)
nl_nl: (Limiteer het aantal berichten/pagina’s dat op hetzelfde ogenblik verwerkt worden, ten behoeve van optimale server performance.)
zh_cn: （为了获得最佳的服务器性能，需要限制每次同时处理的文章/页面的数量。）

source: Run Auto Submit Engine every:
es_es: Ejecuta el envío automático cada:
nl_nl: Activeer Auto Submit Engine elke:
zh_cn: 每隔多久运行自动提交引擎：

source: Please Select
es_es: Por favor elija
nl_nl: Selecteer
zh_cn: 请选择

source: (How often do you wish to run the auto submit process?)
es_es: (¿Qué tan frecuente ejecutar el proceso de envío automático?)
nl_nl: (Hoe vaak wenst u het Auto Submit proces te activeren?)
zh_cn: （您想多久运行一次自动提交过程？）

source: Applicable Workflows for auto submit:
es_es: Workflows aplicables para envío automático:
nl_nl: Toepasselijk Workflows voor auto submit:
zh_cn: 可应用在自动提交上的工作流：

source: (Provide keywords(comma separated) for the workflows to participate in auto submit process.)
es_es: (Palabras clave (separadas por comas) para que los Workflows participen en el proceso de envío automático).
nl_nl: (Geef trefwoorden (gescheiden met komma's) voor de workflows om deel te nemen aan het automatisch indienen van processen.)
zh_cn: （为工作流提供英文逗号隔开的关键词以参与自动提交流程。）

source: Assigned Workflows
es_es: Workflows asignados
nl_nl: Toegewezen Workflows
zh_cn: 分配的工作流

source: Keywords
es_es: Palabras clave
nl_nl: Trefwoorden
zh_cn: 关键词

source: Keywords for Auto Submit(comma separated)
es_es: Palabras clave para envío Automático (separadas por comas)
nl_nl: Trefwoorden voor Auto Submit (met komma's gescheiden)
zh_cn: 用于自动提交的关键词（英文逗号隔开的）

source: No applicable workflows found. Click the "+ Assign Workflow" button to add workflows.
es_es: No hay Workflows aplicables. Haz clic en "+ Asigna Workflow" para agregar Workflows.
nl_nl: Geen van toepassing workflows gevonden. Klik op de knop "+ toewijzen Workflow" workflows toe te voegen.
zh_cn: 未发现可用的工作流。点击“+分配工作流”按钮添加工作流。

source: + Assign Workflow
es_es: + Asigna Workflow
nl_nl: + toewijzen Workflow
zh_cn: +分配工作流

source: Save
es_es: Guardar
nl_nl: Opslaan
zh_cn: 保存

source: Trigger Auto Submit - Just One Time
es_es: Ejecuta el Envío Automático - Sólo una vez
nl_nl: Activeer Auto Submit - voor één keer
zh_cn: 触发自动提交-仅一次

source: Unauthorized access.
es_es: Acceso no autorizado.
nl_nl: OnGeoorloofde toegang.
zh_cn: 未经授权的访问。

source: You are not allowed to invoke this api.
es_es: No tienes permiso de hacer la revisión.
nl_nl: U mag deze API niet aanroepen.
zh_cn: 不允许调用此 api。

source: You are not allowed to create custom statuses.
es_es: Sin permiso de crear Estados personalizados.
nl_nl: Het is niet toegestaan om aangepaste statussen te maken.
zh_cn: 您无权创建自定义状态。

source: Could not add status:
es_es: No se pudo agregar el estado:
nl_nl: Kan de status niet toevoegen:
zh_cn: 无法添加状态：

source: You are not allowed to edit/update the custom status.
es_es: No puedes editar o actualizar el estado personalizado.
nl_nl: Het is niet toegestaan om de aangepaste status te bewerken/updaten.
zh_cn: 您无权编辑/更新自定义状态。

source: You are not allowed to delete the custom status.
es_es: No puedes eliminar el estado personalizado.
nl_nl: Het is niet toegestaan om de aangepaste status te verwijderen.
zh_cn: 您无权删除自定义状态。

source: Custom status has been added successfully.
es_es: Estado personalizado agregado correctamente.
nl_nl: Aangepaste status is succesvol toegevoegd.
zh_cn: 自定义状态已成功添加。

source: Custom status already exist.
es_es: El estado personalizado ya existe.
nl_nl: Aangepaste status bestaat al.
zh_cn: 自定义状态已存在。

source: Custom status has been updated successfully.
es_es: Estado personalizado actualizado correctamente.
nl_nl: Aangepaste status is succesvol bijgewerkt.
zh_cn: 自定义状态已成功更新。

source: Name
es_es: Nombre
nl_nl: Naam
zh_cn: 名称

source: Description
es_es: Descripción
nl_nl: Beschrijving
zh_cn: 描述

source: Activate Revision process?
es_es: ¿Activar proceso de Revisión?
nl_nl: Activeer Revisie proces?
zh_cn: 激活版本流程？

source: Title prefix:
es_es: Prefijo del Título:
nl_nl: Titel prefix:
zh_cn: 标题前缀：

source: Prefix to be added before the original title, e.g. "Copy of" (blank for no prefix)
es_es: Prefijo para el Título original, p.e. "Copia de" (deja en blanco para no usarlo)
nl_nl: Voorvoegsel dat moet worden toegevoegd aan de originele titel, b.v. “Kopie van” (laat leeg voor geen voorvoegsel)
zh_cn: 前缀会加在原始标题前面，如：“克隆自”（留空表示不添加前缀）

source: Title suffix:
es_es: Sufijo del Título:
nl_nl: Titel suffix:
zh_cn: 标题后缀：

source: Suffix to be added after the original title, e.g. "(dup)" (blank for no suffix)
es_es: Sufijo para el Título original, p.e. "(2)" (deja en blanco para no usarlo)
nl_nl: Achtervoegsel dat moet worden toegevoegd aan de originele titel, b.v. “duplicaat” (laat leeg voor geen achtervoegsel)
zh_cn: 后缀会加在原始标题后面，如：“的副本”（留空表示不添加后缀）

source: Revise children articles on parent revision?
es_es: ¿Revisar subartículos al revisar los superiores?
nl_nl: Reviseer ook de artikel-childs bij revisie van de parent?
zh_cn: 在父级修订版上修改子文章？

source: (Applicable to hierarchical post types)
es_es: (Aplicable a artículos jerárquicos)
nl_nl: (Toepasbaar op hiërarchische post types)
zh_cn: （可用于层级式的（hierarchical）文章类型）

source: Preserve the revisions of the revised article?
es_es: ¿Preservar las revisiones del artículo revisado?
nl_nl: De revisies van het gereviseerde artikel behouden?
zh_cn: 保存修改过的文章的修订版？

source: (Useful for strict auditing purposes)
es_es: (Útil para auditorías estrictas)
nl_nl: (Handig voor strikte controledoeleinden)
zh_cn: （对于严格审计场景有用）

source: (When updating the published article with revised content, copy the revisions of the revised article.)
es_es: (Al actualizar el artículo publicado con contenido revisado, copia las revisiones del artículo revisado.)
nl_nl: (Wanneer het gepubliceerde artikel wordt gewijzigd met gereviseerde content, worden de revisies van het gereviseerde artikel mee gekopieerd.)
zh_cn: （当更新带有修订内容的已发布文章时，拷贝修改过的文章的修订内容。）

source: Delete the revision after it's copied over to the original article?
es_es: ¿Eliminar la revisión después de copiarla al artículo original?
nl_nl: Verwijder de revisie nadat het gekopieerd is over het originele artikel?
zh_cn: 当原始文章被复制后删除掉其中的修订版本？

source: (The workflow history of the revision will get added to the workflow history of the original article.)
es_es: (El historial del WorkFlow de la revisión se agregará al historial del WorkFlow del artículo original.)
nl_nl: (De workflowhistorie van de revisie zal worden toegevoegd aan de workflowhistorie van het oorspronkelijke artikel.)
zh_cn: （该修订的工作流历史记录将被添加到原始文章的工作流历史记录中。）

source: Hide Compare Button?
es_es: ¿Ocultar el botón Comparar?
nl_nl: Vergelijkingsknop verbergen?
zh_cn: 隐藏比较按钮？

source: Make Revision Overlay Message:
es_es: Hacer mensaje de superposición de revisión:
nl_nl: Maak revisie overlay bericht:
zh_cn: 制作修订重叠消息：

source: (For published articles, display a popup window with a message to let users know that they need to revise the article before making any changes.)
es_es: (Para artículos publicados, mostrar una ventana con un mensaje para que el usuario REVISE el artículo antes de realizar cambios.)
nl_nl: (Geef voor gepubliceerde artikelen een pop-up venster weer met een boodschap om gebruikers te laten weten dat ze een revisie moeten maken voordat ze wijzigingen aanbrengen.)
zh_cn: （对于已发布文章，显示一个弹窗消息，让用户知道他们需要修改文章才会对工作流做出更改。）

source: Duplicate Post
es_es: Duplicar artículo
nl_nl: Duplicaat Post
zh_cn: 复制项目

source: You are not allowed to duplicate the post.
es_es: No se le permite duplicar la publicación.
nl_nl: Het is niet toegestaan om het bericht te dupliceren.
zh_cn: 您不允许复制该帖子。

source: No post for duplication has been supplied!
es_es: No se definió el artículo por duplicar!
nl_nl: Geen post voor duplicatie is geleverd!
zh_cn: 没有提供重复的帖子!

source: You are not allowed to make duplication of post.
es_es: No puedes duplicar artículos.
nl_nl: U bent niet toegestaan om duplicatie van post.
zh_cn: 你不允许重复邮寄。

source: Duplication failed, could not find original:
es_es: El duplicado falló, no se encontró el original:
nl_nl: Dubbel mislukt, kon niet originele vinden:
zh_cn: 拷贝失败，未发现源文档：

source: Post Publish Notification
es_es: Notificación de Publicación del artículo
nl_nl: Bericht gepubliceerd notificatie
zh_cn: 文章发布通知

source: Revised Post Published Notification
es_es: Notificación de artículo revisado
nl_nl: Gereviseerd bericht gepubliceerd notificatie
zh_cn: 修改过的文章已发布通知

source: Unauthorized Update Notification
es_es: Notificación de actualización no autorizado
nl_nl: Onbevoegde update notificatie
zh_cn: 未授权的更新提醒

source: Task Claimed Notification
es_es: Notificación de Tarea solicitada
nl_nl: Taak Opgeëist Notificatie
zh_cn: 认领任务提醒

source: Post Submit Notification
es_es: Notificación de artículo enviado
nl_nl: Bericht verstuurd notificatie
zh_cn: 文章提交提醒

source: Workflow Abort Notification
es_es: Notificación de interrupción del Workflow
nl_nl: Workflow afbreken notificatie
zh_cn: 工作流中止提醒

source: Post Author(s)
es_es: Autor(es) del artículo
nl_nl: Auteur(s)
zh_cn: 文章作者

source: Administrator(s)
es_es: Administrador(es)
nl_nl: Beheerder(s)
zh_cn: 管理员

source: Post Submitter
es_es: Quién envió el artículo
nl_nl: Bericht inzender
zh_cn: 文章提交者

source: Current Task Assignees
es_es: Asignados a esta tarea
nl_nl: Huidige taak toegewezenen
zh_cn: 当前任务任务执行人

source: Your article has been published.
es_es: Tu artículo ha sido publicado.
nl_nl: Uw artikel is gepubliceerd.
zh_cn: 您的文章已发布。

source: Hello
es_es: Hola
nl_nl: Hallo
zh_cn: 你好

source: Your article
es_es: Tu artículo
nl_nl: Uw artikel
zh_cn: 您的文章

source: has been published on
es_es: ha sido publicado el
nl_nl: is gepubliceerd op
zh_cn: 已发布于

source: Thanks.
es_es: Gracias.
nl_nl: Bedankt.
zh_cn: 谢谢。

source: Your revised article has been published.
es_es: la revisión de tu artículo se ha publicado.
nl_nl: Uw gereviseerde artikel is gepubliceerd.
zh_cn: 您的修改过的文章已发布。

source: Your revised article
es_es: Tu revisión del artículo
nl_nl: Uw gereviseerde artikel
zh_cn: 您的修改过的文章

source: Article was updated outside the workflow.
es_es: El artículo se actualizó fuera del WorkFlow.
nl_nl: Artikel was aangepast buiten de workflow om.
zh_cn: 文章在工作流之外被更新。

source: who is not part of the assignee list has updated the article
es_es: quien no es parte de la lista de asignados ha actualizado el artículo
nl_nl: die niet deel uitmaakt van de huidige toegewezen groep heeft het artikel aangepast
zh_cn: 不在任务执行人名单中的某人更新了文章

source: outside the workflow on
es_es: fuera del WorkFlow
nl_nl: buiten de workflow om
zh_cn: 在工作流之外on

source: Task claimed.
es_es: Tarea solicitada.
nl_nl: Taak opgeëist.
zh_cn: 任务已认领。

source: Another user has claimed the task for the article
es_es: Otro usuario ha solicitado la tarea para el artículo
nl_nl: Een andere gebruiker heeft de taak opgeëist voor het artikel
zh_cn: 另一个用户已认领本文章的此项任务

source: Please ignore the task.
es_es: por favor ignora la tarea
nl_nl: Gelieve de taak te negeren.
zh_cn: 请忽略该任务。

source: Your article has been submitted.
es_es: Tu artículo ha sido enviado.
nl_nl: Uw artikel is ingediend.
zh_cn: 您的文章已提交。

source: has been successfully submitted to the workflow on
es_es: se ha enviado correctamente al WorkFlow el
nl_nl: zijn opgenomen in de workflow op
zh_cn: 已被成功提交到工作流on

source: Workflow has been aborted.
es_es: Workflow se ha interrumpido.
nl_nl: Workflow is afgebroken.
zh_cn: 工作流已被终止。
