Repository: nghungsdotcom/jnews.edit
Catalog: plugins/oasis-workflow-pro/languages/oasisworkflow-*.po
Languages: es_es, nl_nl, zh_cn

source: has been aborted from the workflow on
es_es: se ha interrumpido el WorkFlow el
nl_nl: is uit de workflow genomen
zh_cn: 已从工作流上被终止on

source: If you have further questions regarding your article, please contact the administrator.
es_es: Si tienes más preguntas acerca de tu artículo, por favor contacta al administrador.
nl_nl: Als er verder nog vragen gerelateerd aan uw artikel, neem aub contact op met de administrator.
zh_cn: 若您有关于您文章的更多问题，请联系...

source: Available template placeholders for email subject and content (Applicable to email recipients in the 'To' list only):
es_es: Marcadores de posición de plantilla disponibles para el asunto y el contenido del correo electrónico (aplicable a los destinatarios de correo electrónico en la lista "Para" solamente):
nl_nl: Tijdelijke tijdelijke aanduidingen voor e-mailbeschikbaar (alleen van toepassing op e-mailontvangers in de lijst 'Aan):Available template placeholders for email subject and content (Applicable to email recipients in the 'To' list only):
zh_cn: 电子邮件主题和内容的可用模板占位符（仅适用于"收件人"列表中的电子邮件收件人）：

source: Post Author
es_es: Autor del artículo
nl_nl: Auteur
zh_cn: 文章作者

source: Roles
nl_nl: Gebruikersrollen
zh_cn: 角色

source: Users
es_es: Usuarios
nl_nl: Gebruikers
zh_cn: 用户

source: External Users
es_es: Usuarios externos
nl_nl: Externe gebruikers
zh_cn: 外部用户

source: 12 hours
es_es: 12 horas
nl_nl: 12 uur
zh_cn: 12个小时

source: Please select at least one "To" email recipient for "Post Publish Notification".
es_es: Seleccione al menos un destinatario de correo electrónico "Para" para "Publicar notificación de publicación".
nl_nl: Selecteer ten minste één e-mailontvanger aan voor 'Berichtpublicatiemelding'.
zh_cn: 请为"发布后通知"至少选择一个"收件人"电子邮件收件人。

source: Please select at least one "To" email recipient for "Revised Post Publish Notification".
es_es: Seleccione al menos un destinatario de correo electrónico "Para" para "Notificación de publicación revisada".
nl_nl: Selecteer ten minste één e-mailontvanger "Aan" voor "Herziene berichtpublicatie-melding".
zh_cn: 请为"修订发布通知"至少选择一个"收件人"电子邮件收件人。

source: Please select at least one "To" email recipient for "Post Submit Notification".
es_es: Seleccione al menos un destinatario de correo electrónico "Para" para "Publicar notificación de envío".
nl_nl: Select at least one e-mail recipient "To" for "Send Notification".
zh_cn: 请为"提交后通知"至少选择一个"收件人"电子邮件收件人。

source: Please select at least one "To" email recipient for "Unauthorized Update Notification".
es_es: Seleccione al menos un destinatario de correo electrónico "Para" para "Notificación de actualización no autorizada".
nl_nl: Selecteer ten minste één e-mailontvanger aan voor 'Melding van ongeautoriseerde updates'.
zh_cn: 请选择至少一个"收件人"电子邮件收件人以进行"未经授权的更新通知"。

source: Please select at least one "To" email recipient for "Task Claimed Notification".
es_es: Seleccione al menos un destinatario de correo electrónico "Para" para "Notificación reclamada por tareas".
nl_nl: Selecteer ten minste één e-mailontvanger aan voor 'Geclaimde melding van taak'.
zh_cn: 请为"任务声明通知"至少选择一个"收件人"电子邮件收件人。

source: Please select at least one "To" email recipient for "Workflow Abort Notification".
es_es: Seleccione al menos un destinatario de correo electrónico "Para" para "Notificación de cancelación de flujo de trabajo".
nl_nl: Selecteer ten minste één e-mailontvanger aan voor 'Melding voor het afbreken van werkstroom'.
zh_cn: 请选择"工作流中止通知"至少一个"收件人"电子邮件收件人。

source: From Name:
es_es: De (nombre):
nl_nl: Naam afzender:
zh_cn: 发件人姓名：

source: (Name to be used for sending the workflow related emails. If left blank, the emails will be sent from the blog name.)
es_es: (Nombre que aparece en los correos enviados por el Workflow. Si deja en blanco, los correos tendrán el nombre del portal.)
nl_nl: (Naam die gebruikt wordt voor het versturen van de workflow gerelateerde e-mails. Indien leeg gelaten, dan worden de e-mails met de blognaam verstuurd.)
zh_cn: （用于发送工作流相关的Email的姓名。若留空，发件人姓名将被设为网站名。）

source: From Email:
es_es: Correo:
nl_nl: E-mail afzender:
zh_cn: 发件人Email：

source: (Email address to be used for sending the workflow related emails. If left blank, the default email will be used.)
es_es: (Correo que aparece en los correos enviados por el Workflow. Si deja en blanco, se deja el correo del portal.)
nl_nl: (E-mail adres dat gebruikt wordt voor het versturen van de workflow gerelateerde e-mails. Indien leeg gelaten, dan wordt het standaard e-mail adres gebruikt.)
zh_cn: （用于发送工作流相关邮件的Email地址。若留空，则网站的默认Email将被使用。）

source: Task Assignment/Reminder Settings
es_es: Configuración de la tarea de asignación/recordatorio
nl_nl: Taak toewijzing/Herinnering instellingen
zh_cn: 任务分配/提醒设置

source: Check this box if you want to send emails when tasks are assigned.
es_es: Marca la casilla para enviar correo cuando se asignan tareas.
nl_nl: Vink deze box aan als je wilt dat e-mails worden verstuurd wanneer taken zijn toegewezen.
zh_cn: 若您要在任务分配后发送通知邮件，请勾选此复选框。

source: Check this box if you want to send reminder emails about a pending task.
es_es: Marca la casilla para enviar correo de recordatorio de tareas pendientes.
nl_nl: Vink deze box aan als je wil dat herinneringsmails worden verstuurd voor wachtende taken.
zh_cn: 若您要给挂起任务的涉及人员发送提醒邮件，请勾选此复选框。

source: Send Reminder Email
es_es: Enviar correo de recordatorio
nl_nl: Zend herinneringsmail
zh_cn: 发送提醒邮件

source: day(s) before due date.
es_es: día(s) antes de la fecha límite.
nl_nl: dag(en) voor de opleveringsdatum.
zh_cn: 离到期日期还有的天数。

source: day(s) after due date.
es_es: día(s) después de la fecha límite.
nl_nl: dag(en) na de opleveringsdatum.
zh_cn: 过期的天数。

source: Enable Digest Email
es_es: Activar correo resumen
nl_nl: Inschakelen Verzamel e-mail
zh_cn: 启用摘要邮件

source: (An email digest is an email that combines all assignment emails generated in the last one hour into
es_es: (Un correo resumen combina todos los correos de asignación generados dentro de la última hora
nl_nl: (Een e-mail verzameling is een e-mail die alle toewijzings e-mails van het afgelopen uur combineert in
zh_cn: （邮件摘要是一封合并了最近一个小时内所有任务分配邮件的内容的

source: one single message
es_es: un solo mensaje
nl_nl: één enkel bericht
zh_cn: 单条消息

source: This will reduce the number of emails your users get from the workflow system.
es_es: Esto reducirá el número de correos que los usuarios reciben del sistema.
nl_nl: Dit zal het aantal e-mails dat uw gebruikers uit het workflow systeem krijgen verminderen.
zh_cn: 这将减少工作流涉及人员收到的邮件的数量。

source: Run Email Digest every:
es_es: Ejecute email Digest cada:
nl_nl: Run E-mail Digest elke:
zh_cn: 每一次运行电子邮件摘要:

source: Other Email Settings
es_es: Otras configuraciones del correo
nl_nl: Andere e-mailinstellingen
zh_cn: 其他Email设置

source: Select Email Type:
es_es: Elige el tipo de correo:
nl_nl: Kies e-mail type:
zh_cn: 选择Email类型：

source: Is Active?:
es_es: ¿Está activo?:
nl_nl: Is Actief?:
zh_cn: 激活的吗？：

source: Email Recipients:
es_es: Destinatarios de correo electrónico:
nl_nl: E-mailontvangers:
zh_cn: 电子邮件收件人：

source: To:
es_es: Para:
nl_nl: Aan:
zh_cn: 至：

source: Cc:
zh_cn: 抄送：

source: Bcc:
zh_cn: 暗抄送:

source: Email Subject:
es_es: Asunto del correo:
nl_nl: E-mail onderwerp:
zh_cn: Email主题：

source: Email Content:
es_es: contenido del correo:
nl_nl: E-mail inhoud:
zh_cn: Email正文：

source: You have an assignment
es_es: Tienes un pendiente
nl_nl: U heeft een opdracht
zh_cn: 您有一项任务

source: You have an assignment related to post -
es_es: Tienes un pendiente del artículo -
nl_nl: U heeft een opdracht gerelateerd aan bericht -
zh_cn: 您有一项和文章相关的任务 -

source: Sign off date
es_es: Fecha de Aprobación/Rechazo
nl_nl: Inzenddatum
zh_cn: 签署日期

source: Additionally,
es_es: Además,
nl_nl: Daarnaast,
zh_cn: 另外，

source: added the following comments
es_es: hizo los siguientes comentarios
nl_nl: het volgende commentaar toegevoegd
zh_cn: 下列备注/评论已添加

source: Row
es_es: Fila
nl_nl: Rij
zh_cn: 行

source: of external user details requires either First Name or Last Name.
es_es: de los detalles del usuario externo requiere Nombre o Apellido.
nl_nl: van externe gebruikersgegevens vereist voor- of achternaam.
zh_cn: 外部用户详细信息需要名字或姓氏。

source: of external user details requires Email Address.
es_es: de los datos externos del usuario requiere dirección de correo electrónico.
nl_nl: van externe gebruikersgegevens vereist e-mailadres.
zh_cn: 外部用户详细信息需要电子邮件地址。

source: Manage external users (non-WordPress users) for workflow notifications.
es_es: Gestione usuarios externos (usuarios que no sean de WordPress) para notificaciones de flujo de trabajo.
nl_nl: Beheer externe gebruikers (niet-WordPress-gebruikers) voor werkstroommeldingen.
zh_cn: 管理外部用户（非 WordPress 用户）的工作流通知。

source: These users will be available on the Email tab under "Other Email Settings" section.
es_es: Estos usuarios estarán disponibles en la pestaña Correo electrónico en la sección "Otros ajustes de correo electrónico".
nl_nl: Deze gebruikers zijn beschikbaar op het tabblad E-mail onder de sectie 'Andere e-mailinstellingen'.
zh_cn: 这些用户将在"其他电子邮件设置"部分下的"电子邮件"选项卡上可用。

source: First Name
es_es: Nombre
nl_nl: Voornaam
zh_cn: 名

source: Last Name
es_es: Apellido
nl_nl: Achternaam
zh_cn: 姓

source: No external users found. Click the "+ Add User" button to add external users.
es_es: No se han encontrado usuarios externos. Haga clic en el botón "+ Agregar usuario" para agregar usuarios externos.
nl_nl: Geen externe gebruikers gevonden. Klik op de knop 'Gebruiker+ toevoegen' om externe gebruikers toe te voegen.
zh_cn: 未找到外部用户。单击"+ 添加用户"按钮以添加外部用户。

source: + Add User
es_es: + Agregar usuario
nl_nl: + Gebruiker toevoegen
zh_cn: + 添加用户

source: You are not allowed to delete workflow history.
es_es: No puedes borrar el historia del WorkFlow.
nl_nl: Het is niet toegestaan om de workflowhistorie te verwijderen.
zh_cn: 您无权删除工作流历史记录。

source: You are not allowed to download workflow history.
es_es: No puedes descargar el historial del WorkFlow.
nl_nl: Het is niet toegestaan om de workflowhistorie te downloaden.
zh_cn: 您无权下载工作流历史记录。

source: Actor
es_es: Responsable
nl_nl: Persoon
zh_cn: 任务执行人

source: Workflow (version)
es_es: WorkFlow (versión)
nl_nl: Workflow (versie)
zh_cn: 工作流（版本）

source: Assigned Date
es_es: Fecha Asignada
nl_nl: Toegewezen datum
zh_cn: 分配日期

source: Result
es_es: Resultado
nl_nl: Resultaat
zh_cn: 结果

source: Workflow Meta
zh_cn: 工作流元数据

source: No comments found.
es_es: No hay comentarios.
nl_nl: Geen commentaar gevonden.
zh_cn: 没有发现备注/评论。

source: Pre Publish Checklist:
es_es: Checklist de PrePublicación:
nl_nl: Pre Publiceren Checklist:
zh_cn: 发布前的检查清单：

source: No Action Taken
es_es: Sin acción tomada
nl_nl: Geen actie genomen
zh_cn: 未采取行动

source: Workflow completed
es_es: WorkFlow completado
nl_nl: Workflow afgerond
zh_cn: 工作流已完成

source: Cancelled
es_es: Cancelado
nl_nl: Geannuleerd
zh_cn: 已取消

source: You are not allowed to view workflow history.
es_es: No puedes ver el historial del WorkFlow.
nl_nl: Het is niet toegestaan ​​om de workflowhistorie te bekijken.
zh_cn: 您无权查看工作流历史记录。

source: Workflow [Step]
es_es: WorkFlow [paso]
nl_nl: Workflow [Stap]
zh_cn: 工作流[步骤]

source: Assigned date
es_es: Fecha asignada
nl_nl: Toegewezen datum
zh_cn: 分配日期

source: Post/Page
es_es: Artículo
nl_nl: Bericht/Pagina
zh_cn: 文章/页面

source: Type
es_es: Tipo
zh_cn: 类型

source: Author
es_es: Autor
nl_nl: Auteur
zh_cn: 作者

source: Last Signed off By
es_es: Última firmada por
nl_nl: Laatst afgemeld door
zh_cn: 上次注销者

source: Category
es_es: Categoría
nl_nl: Categorie
zh_cn: 类别

source: Claim and Edit
es_es: Reclamar y editar
nl_nl: Claimen en bewerken
zh_cn: 索赔和编辑

source: Send a reminder email
es_es: Enviar correo de recordatorio
nl_nl: Zend herinneringsmail
zh_cn: 发送提醒邮件

source: Nudge
es_es: Empujar
nl_nl: Aanstoten
zh_cn: 推移

source: Show more details
es_es: Mostrar más detalles
nl_nl: Weergeef meer details
zh_cn: 显示更多细节

source: But there are currently
es_es: Pero actualmente hay
nl_nl: Maar er zijn momenteel
zh_cn: 但目前有

source: unclaimed task(s).
es_es: tarea(s) no reclamadas.
nl_nl: niet opgeëiste taak(en).
zh_cn: 无人认领的任务。

source: Hurray! No assignments.
es_es: ¡Bien! No hay pendientes.
nl_nl: Geen opdrachten.
zh_cn: 好啊！没有任务啦！

source: Edit
es_es: Editar
nl_nl: Bewerken
zh_cn: 编辑

source: Edit with Elementor
es_es: Editar con Elementor
nl_nl: Bewerken met Elementor
zh_cn: 使用 Elementor 编辑

source: View
es_es: Ver
nl_nl: Bekijken
zh_cn: 查看

source: Compare
es_es: Comparar
nl_nl: Vergelijken
zh_cn: 比较

source: View History
es_es: Ver historial
nl_nl: Bekijk historie
zh_cn: 查看历史记录

source: Select a user to reassign the task.
es_es: Elige un usuario para reasignar la tarea.
nl_nl: Selecteer een gebruiker om de taak opnieuw aan toe te wijzen.
zh_cn: 选择一个用户重新分配该任务给他/她。

source: Please add comments.
es_es: Por favor, agregue comentarios.
nl_nl: Voeg opmerkingen toe.
zh_cn: 请添加注释。

source: License cannot be deactivated. Either the license key is invalid or the licensing server cannot be reached.
es_es: Licencia no se puede desactivar. La clave de licencia no es válida o el servidor de licencias no puede ser enlazado.
nl_nl: Licentie kan niet worden gedeactiveerd. De licentiesleutel is ongeldig of de licentieserver kan niet worden bereikt.
zh_cn: 授权无法被激活。授权码无效，或者授权服务器无法访问。

source: License cannot be activated. Either the license key is invalid or your activation limit is reached.
es_es: No se puede activar la licencia. La clave de licencia no es válida o se alcanza el límite de activación.
nl_nl: Licentie kan niet worden geactiveerd. De licentiesleutel is ongeldig of uw activeringslimiet is bereikt.
zh_cn: 授权无法被激活。授权码无效，或者授权次数限制已达到。

source: license key
es_es: clave de Licencia
nl_nl: licentiesleutel
zh_cn: 授权码

source: Deactivate License
es_es: Desactivar Licencia
nl_nl: Licentie deactiveren
zh_cn: 解除授权

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
es_es: Está disponible una nueva versión de %1$s. %2$sVer versión %3$s detalles%4$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. %2$sBekijk versie %3$s details %4$s.
zh_cn: %1$s有新版本可用。 %2$s查看版本 %3$s的详情%4$s。

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
es_es: Está disponible una nueva versión de %1$s. %2$sVer versión %3$s detalles%4$s o %5$sactualiza ya%6$s.
nl_nl: Er is een nieuwe versie van %1$s beschikbaar. %2$sBekijk versie %3$s details %4$s of %5$supdate nu%6$s.
zh_cn: %1$s有新版本可用。 %2$s查看版本 %3$s的详情%4$s或者%5$s现在升级%6$s。

source: You do not have permission to install plugin updates
es_es: No puedes instalar actualizaciones del plugin
nl_nl: U heeft onvoldoende rechten om deze plug-in te installeren
zh_cn: 您无权升级

source: Error
nl_nl: Foutmelding
zh_cn: 错误

source: Continue to Sign off
es_es: Continuar iniciando sesión
nl_nl: Doorgaan met afmelden
zh_cn: 继续注销

source: No users found for the assigned Team and Workflow role. Please contact the administrator.
es_es: Sin usuarios para el Equipo asignado y el rol del Workflow. Contacta al administrador.
nl_nl: Geen gebruikers gevonden voor het toegewezen Team en workflow rol. Neem contact op met de beheerder s.v.p.
zh_cn: 未发现分配的小队和工作流角色。请联系管理员。

source: You are not allowed to signoff.
es_es: Tu no puedes reasignar tareas.
nl_nl: U mag niet Signoff.
zh_cn: 你是不允许去签名的。

source: The task was successfully signed off.
es_es: La tarea se firmó correctamente.
nl_nl: De taak is afgesloten.
zh_cn: 任务已成功注销。

source: You are not allowed to claim.
es_es: No se le permite reclamar.
nl_nl: U bent niet toegestaan om te beweren.
zh_cn: 你是不允许索赔的。

source: You are not allowed to claim the task.
es_es: Tu no puedes reasignar tareas.
nl_nl: U mag de taak niet claimen.
zh_cn: 您不允许声明该任务。

source: Sorry, You can't claim the task. It is already claimed by another user.
es_es: Lo sentimos, no puedes reclamar la tarea. Ya es reclamado por otro usuario.
nl_nl: Sorry, u de taak niet claimen. Het is al geclaimd door een andere gebruiker.
zh_cn: 很抱歉，您无法申请该任务。它已被其他用户声明。

source: The post was successfully claimed.
es_es: El post fue reclamado con éxito.
nl_nl: De post werd met succes beweerd.
zh_cn: 该帖被成功认领。

source: Claim Error
es_es: Error en la solicitud
nl_nl: Fout bij opeisen
zh_cn: 认领错误

source: You are not allowed to reassign task.
es_es: No se le permite reasignar la tarea.
nl_nl: U mag de taak niet opnieuw toewijzen.
zh_cn: 不允许重新分配任务。

source: You are not allowed to reassign tasks.
es_es: Tu no puedes reasignar tareas.
nl_nl: Het is niet toegestaan om taken opnieuw toe te wijzen.
zh_cn: 您无权重新分配任务。

source: The post was successfully reassigned.
es_es: La publicación se reasignó correctamente.
nl_nl: De post is met succes opnieuw toegewezen.
zh_cn: 已成功重新分配该员额。

source: The post can not be reassigned.
es_es: El mensaje no se puede reasignar.
nl_nl: Het bericht kan niet opnieuw worden toegewezen.
zh_cn: 无法重新分配该帖子。

source: You are not allowed to publish post.
es_es: Sin permiso de crear/editar artículos.
nl_nl: U mag geen post publiceren.
zh_cn: 您不允许发布帖子。

source: The workflow is complete.
es_es: El flujo de trabajo está completo.
nl_nl: De workflow is voltooid.
zh_cn: 工作流已完成。

source: You are not allowed to end the workflow process.
es_es: No se le permite finalizar el proceso de flujo de trabajo.
nl_nl: U mag het werkstroomproces niet beëindigen.
zh_cn: 不允许您结束工作流过程。

source: Hello
es_es: Hola
nl_nl: Hallo
zh_cn: 你好

source: The post
es_es: la afiŝo
nl_nl: De post
zh_cn: 帖子

source: has been cancelled from the workflow
es_es: Se ha interrumpido desde el flujo de trabajo.
nl_nl: is afgebroken van de workflor.
zh_cn: 已从工作流上被终止on

source: <p>Thanks.</p>
es_es: <p>Gracias.</p>
nl_nl: <p>Bedankt.</p>
zh_cn: <p>谢谢。</p>

source: The workflow was successfully aborted from the last step.
es_es: El flujo de trabajo se anuló correctamente desde el último paso.
nl_nl: De werkstroom is met succes afgebroken vanaf de laatste stap.
zh_cn: 从最后一步开始, 工作流已成功中止。

source: You are not allowed to abort the workflow.
es_es: No puedes interrumpir el WorkFlow.
nl_nl: Het is niet toegestaan om de workflow af te breken.
zh_cn: 您无权中止工作流。

source: You are not allowed to nudge the workflow.
es_es: No se le permite obtener flujos de trabajo.
nl_nl: U bent niet gemachtigd om workflows te krijgen.
zh_cn: 不允许您获取工作流。

source: The workflow was successfully aborted.
es_es: El flujo de trabajo se anuló correctamente.
nl_nl: De werkstroom is afgebroken.
zh_cn: 工作流已成功中止。

source: You are not allowed delete the post
es_es: No se permite eliminar la publicación
nl_nl: U bent niet toegestaan verwijderen van de post
zh_cn: 您無權刪除自訂狀態。

source: You cannot claim additional tasks, since you already have more than 2 assignments.
es_es: No puedes solicitar tareas adicionales, puesto que ya tiene más de 2 pendientes.
nl_nl: U kan geen aanspraak maken op extra taken, aangezien u al meer dan 2 toewijzingen heeft.
zh_cn: 您不能认领其余任务，因为您已被分配了2项以上的任务。

source: Submitted
es_es: Enviado
nl_nl: Ingediend
zh_cn: 已提交

source: Aborted
es_es: Cancelado
nl_nl: Afgebroken
zh_cn: 已中止

source: Unclaimed
es_es: Sin solicitar
nl_nl: Niet opgeëist
zh_cn: 未认领

source: Claimed
es_es: Solicitado
nl_nl: Opgeëist
zh_cn: 已认领

source: Reassigned
es_es: Reasignado
nl_nl: Opnieuw toegewezen
zh_cn: 已重新分配

source: Approved
es_es: Aprobado
nl_nl: Goedgekeurd
zh_cn: 已审核通过

source: Rejected
es_es: Rechazado
nl_nl: Afgekeurd
zh_cn: 已拒绝

source: Completed
es_es: Completado
nl_nl: Voltooid
zh_cn: 已完成

source: Unable to Complete
es_es: No se puede completar
nl_nl: Niet in staat om te voltooien
zh_cn: 未能完成

source: Complete
es_es: Completar
nl_nl: Voltooien
zh_cn: 完成

source: The post was successfully submitted to the workflow.
es_es: La publicación se ha enviado correctamente al flujo de trabajo.
nl_nl: De post is met succes ingediend bij de workflow.
zh_cn: 已被成功提交到工作流on

source: Are you sure to abort the workflow?
es_es: ¿Seguro de suspender el WorkFlow?
nl_nl: Weet u zeker dat u de workflow wilt afbreken?
zh_cn: 您确认要中止工作流吗？

source: Preparing the revision compare. If the page doesn't get redirected to the compare page in 10 seconds,
es_es: Haciendo la revisión. Si no se carga la página de comparación en 10 segundos,
nl_nl: De revisievergelijking voorbereiden. Als de pagina niet binnen 10 seconden wordt doorverwezen naar de vergelijkingspagina,
zh_cn: 正在准备修订比较。若页面在10秒内未自动跳转到比较页面，

source: click here
es_es: clic aquí
nl_nl: klik hier
zh_cn: 点击此处

source: Go to Workflow Inbox
es_es: Ir a Bandeja del WorkFlow
nl_nl: Ga naar de Workflow Inbox
zh_cn: 访问工作流收件箱

source: There are no further steps defined in the workflow.</br> Do you want to cancel the post/page from the workflow?
es_es: No hay mas pasos definidos en el WorkFlow.</br> ¿Quieres cancelar el flujo de trabajo para el artículo?
nl_nl: Er zijn geen verdere stappen gedefinieerd in de workflow. </br> Wilt u de post/pagina annuleren uit de workflow?
zh_cn: 该工作流中未定义更多步骤。</br>您要该工作流中取消文章/页面吗？

source: This is the last step in the workflow. Are you ready to complete the workflow?
es_es: Este es el último paso en el flujo de trabajo. ¿Está listo para completar el flujo de trabajo?
nl_nl: Dit is de laatste stap in de workflow. Weet u zeker dat u de workflow wilt afronden?
zh_cn: 这是工作流中最后一个步骤。您确信要完成该工作流吗？

source: Please select an action.
es_es: Elige una acción.
nl_nl: Selecteer een actie s.v.p.
zh_cn: 请选择一个操作。

source: You can select multiple users only for review step. Selected step is
es_es: Puedes elegir varios usuarios para el paso de revisión. El paso seleccionado es
nl_nl: U kunt meerdere gebruikers selecteren voor de beoordeelstap. De geselecteerde stap is
zh_cn: 您可只为复审步骤选择多个用户。选中的步骤是

source: step.
es_es: paso.
nl_nl: stap.
zh_cn: 步骤。

source: No users found for the assigned Team and Workflow assignee(s). Please contact the administrator.
es_es: No hay usuarios del Equipo asignado y el Workflow definido(s). Contacta al administrador.
nl_nl: Geen gebruikers gevonden voor het toegewezen Team en workflow toegewezen(en). Neem contact op met de beheerder s.v.p.
zh_cn: 未发现分配的小队和工作流相关的用户。请联系管理员。

source: No team assigned. Please contact the administrator.
es_es: Ningún equipo asignado. Contacta al administrador.
nl_nl: Geen teams toegewezen. Neem contact op met de beheerder s.v.p.
zh_cn: 未分配小队。请联系管理员。

source: The task was successfully abort.
es_es: El flujo de trabajo se anuló correctamente.
nl_nl: De werkstroom is afgebroken.
zh_cn: 工作流已成功中止。

source: The task was successfully reassign.
es_es: La publicación se reasignó correctamente.
nl_nl: De post is met succes opnieuw toegewezen.
zh_cn: 已成功重新分配该员额。

source: The post was successfully published.
es_es: La publicación se publicó correctamente.
nl_nl: Het bericht is gepubliceerd.
zh_cn: 该帖子已成功发布。

source: Exit to Dashboard
es_es: Salir al panel
nl_nl: Afsluiten naar dashboard
zh_cn: 退出仪表板

source: All steps are not defined.\n Please check the workflow.
es_es: No están definidos todos los pasos.\n Revisa el WorkFlow.
nl_nl: Alle stappen zijn niet gedefineerd.\n Controleer de workflow s.v.p.
zh_cn: 所有步骤都未定义。\n 请核查工作流。

source: The selected workflow is not valid.\n Please check this workflow.
es_es: El WorkFlow seleccionado no es válido.\n Revisa este WorkFlow.
nl_nl: De geselecteerde workflow is niet geldig. Controleer de workflow s.v.p.
zh_cn: 选中的工作流无效。\n 请核查该工作流。

source: This step is not defined.
es_es: Este paso no está definido.
nl_nl: Deze stap is niet gedefineerd.
zh_cn: 该步骤未定义。

source: You have not selected any pre publish checklist
es_es: No has elegido ninguna checklist de prepublicación
nl_nl: U heeft geen pre-publiceren checklist geselecteerd
zh_cn: 您未选择预发布清单

source: Please select all pre publish checklist
es_es: Elige todas las checklists de prepublicación
nl_nl: Selecteer alle pre publiceren checklist
zh_cn: 请选择所有预发布清单

source: Please select a team.
es_es: Por favor, elige un equipo.
nl_nl: Selecteer een team s.v.p.
zh_cn: 请选择一个小队。
