Repository: nghungsdotcom/jnews.edit
Catalog: plugins/oasis-workflow-pro/languages/oasisworkflow-*.po
Languages: es_es, nl_nl, zh_cn

source: This step is already defined. Do you really want to remove this step?
es_es: Este paso ya está definido. ¿Realmente desea eliminar este paso?
nl_nl: Deze stap is al gedefineerd. Weet u zeker dat u deze stap wilt verwijderen?
zh_cn: 该步骤已定义。您真要删除它吗？

source: Please select Post Status.
es_es: Elige un estado de artículo.
nl_nl: Selecteer berichtstatus s.v.p.
zh_cn: 请选择文章状态。

source: The path between
es_es: La ruta entre
nl_nl: De verbinding tussen
zh_cn: 路径位于

source: step and
es_es: paso y
nl_nl: stap en
zh_cn: 步骤和

source: step is incorrect.
es_es: paso es incorrecto.
nl_nl: stap is onjuist.
zh_cn: 步骤错误。

source: To edit/delete the step, right click on the step to access the step menu.
es_es: Edita o borra un paso dando clic derecho en el paso para ver su menú.
nl_nl: Om de stap te bewerken/verwijderen, klikt u met de rechtermuisknop op de stap om het menu te openen.
zh_cn: 右击步骤弹出快捷菜单来编辑/删除步骤。

source: To connect to another step drag a line from the "dot" to the next step.
es_es: Conecta dos pasos arrastrando una línea desde el "punto" hasta el otro paso.
nl_nl: Om een verbinding te maken met een andere stap sleept u een lijn van de "punt" naar de volgende stap.
zh_cn: 从连接点拖拽一条线来连接别的步骤。

source: Post Status
es_es: Estado del artículo
nl_nl: Berichtstatus
zh_cn: 文章状态

source: There is an existing workflow with the same name. Please choose another name.
es_es: Ya existe un WorkFlow con el mismo nombre. Por favor define otro nombre.
nl_nl: Er bestaat al een workflow met dezelfde naam. Kies een andere naam s.v.p.
zh_cn: 已存在同名工作流。请选用另一个不同的名字。

source: You have unsaved changes.
es_es: Tienes cambios sin guardar.
nl_nl: U heeft veranderingen gemaakt die nog niet zijn opgeslagen.
zh_cn: 您有未保存的更改。

source: Due date cannot be in the past.
es_es: La Fecha límite no puede ser pasada.
nl_nl: Opleveringsdatum kan niet in het verleden zijn.
zh_cn: 过期日期不能是过去的时间。

source: Step name is required.
es_es: Se requiere nombre del Paso.
nl_nl: Stapnaam is vereist.
zh_cn: 步骤名必填。

source: Step name already exists. Please use a different name.
es_es: Nombre del paso ya existe. Usa un nombre distinto.
nl_nl: Stapnaam bestaat reeds. Gebruik een andere naam s.v.p.
zh_cn: 已存在同名步骤。请您使用不同的名字。

source: Please select assignee(s).
es_es: Haz la(s) asignación(es).
nl_nl: Selecteer de toegewezene(n).
zh_cn: 请选择任务执行人。

source: Please select a placeholder.
es_es: Elige un marcador.
nl_nl: Selecteer een tijdelijke aanduiding.
zh_cn: 请选择一个占位符。

source: Please enter the number of days for default due date..
es_es: Define el número de días por defecto para la fecha límite.
nl_nl: Voer het aantal dagen voor de standaard opleveringsdatum in.
zh_cn: 请为默认过期日期输入天数...

source: %1$s List
es_es: Lista %1$s
nl_nl: %1$s Lijst
zh_cn: %1$s列表

source: Revision content transfer completed.
es_es: Transferencia de contenido de revisión completada.
nl_nl: Overdracht van revisie-inhoud voltooid.
zh_cn: 修订内容传输完成。

source: Back to Inbox
es_es: Volver a la bandeja de entrada
nl_nl: Terug naar Postvak IN
zh_cn: 返回收件箱

source: Disable workflows for Revisions?
es_es: Workflows aplicables para envío automático:

source: Email
es_es: Correo

source: Email Cc :
es_es: Asunto del Correo:

source: Email Bcc :
es_es: Asunto del Correo:
